Repository: biglinux/biglinux-grub-restore
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Device is busy. Please unmount any mounted partitions and try again.
bg: Устройството е заето. Моля, демонтирайте всички монтирани дялове и опитайте отново.
cs: Zařízení je zaneprázdněné. Prosím, odpojte všechny připojené oddíly a zkuste to znovu.
da: Enheden er optaget. Afmonter venligst eventuelle monterede partitioner og prøv igen.
de: Gerät ist beschäftigt. Bitte alle gemounteten Partitionen aushängen und es erneut versuchen.
el: Η συσκευή είναι απασχολημένη. Παρακαλώ αποσυνδέστε τυχόν προσαρτημένα διαμερίσματα και δοκιμάστε ξανά.
es: El dispositivo está ocupado. Por favor, desmonta cualquier partición montada e inténtalo de nuevo.
et: Seade on hõivatud. Palun eemalda kõik monteeritud jaotised ja proovi uuesti.
fi: Laite on varattu. Poista käytöstä kaikki liitetyt osiot ja yritä uudelleen.
fr: L'appareil est occupé. Veuillez démonter toutes les partitions montées et réessayer.
he: המכשיר עסוק. אנא נתק כל מחיצה מחוברת ונסה שוב.
hr: Uređaj je zauzet. Molimo odjavite sve montirane particije i pokušajte ponovo.
hu: Az eszköz foglalt. Kérjük, távolítsa el a csatlakoztatott partíciókat, és próbálja újra.
is: Tæki er upptekið. Vinsamlegast afmáðu allar festar skiptiskiptingar og reyndu aftur.
it: Il dispositivo è occupato. Si prega di smontare eventuali partizioni montate e riprovare.
ja: デバイスがビジー状態です。マウントされているパーティションをアンマウントして、再試行してください。
nl: Apparaat is bezig. Ontkoppel al gemonteerde partities en probeer het opnieuw.
no: Enheten er opptatt. Vennligst avmonter eventuelle monterte partisjoner og prøv igjen.
pl: Urządzenie jest zajęte. Proszę odmontować wszelkie zamontowane partycje i spróbować ponownie.
pt: O dispositivo está ocupado. Por favor, desmonte quaisquer partições montadas e tente novamente.
ro: Dispozitivul este ocupat. Vă rugăm să demontați orice partiții montate și încercați din nou.
ru: Устройство занято. Пожалуйста, размонтируйте все смонтированные разделы и попробуйте снова.
sk: Zariadenie je zaneprázdnené. Prosím, odpojte všetky pripojené oddiely a skúste to znova.
sv: Enheten är upptagen. Vänligen avmontera eventuella monterade partitioner och försök igen.
uk: Пристрій зайнятий. Будь ласка, відмонтуйте всі змонтовані розділи та спробуйте ще раз.

source: No space left on device. Please free up some space and try again.
bg: Няма свободно място на устройството. Моля, освободете малко място и опитайте отново.
cs: Na zařízení není dostatek místa. Uvolněte prosím nějaké místo a zkuste to znovu.
da: Ingen plads tilbage på enheden. Frigør venligst noget plads, og prøv igen.
de: Kein Speicherplatz mehr auf dem Gerät. Bitte schaffen Sie etwas Speicherplatz und versuchen Sie es erneut.
el: Δεν υπάρχει διαθέσιμος χώρος στη συσκευή. Παρακαλώ ελευθερώστε λίγο χώρο και δοκιμάστε ξανά.
es: No hay espacio en el dispositivo. Libere algo de espacio e intente de nuevo.
et: Seadmed on täis. Palun vabastage natuke ruumi ja proovige uuesti.
fi: Laiteessa ei ole tilaa jäljellä. Vapauta tilaa ja yritä uudelleen.
fr: Aucun espace disponible sur l'appareil. Veuillez libérer de l'espace et réessayer.
he: אין מקום פנוי במכשיר. אנא פנה מקום והנסה שוב.
hr: Nema više prostora na uređaju. Oslobodite malo prostora i pokušajte ponovo.
hu: Nincs szabad hely az eszközön. Kérjük, szabadítson fel némi helyet, és próbálja újra.
is: Engin pláss á tækinu. Vinsamlegast frelsaðu upp pláss og reyndu aftur.
it: Nessuno spazio disponibile sul dispositivo. Si prega di liberare spazio e riprovare.
ja: デバイスに空き容量がありません。いくつかの空き容量を確保して、再試行してください。
nl: Geen ruimte meer op het apparaat. Maak alstublieft wat ruimte vrij en probeer het opnieuw.
no: Ingen plass igjen på enheten. Vennligst frigjør litt plass og prøv igjen.
pl: Brak miejsca na urządzeniu. Proszę zwolnić trochę miejsca i spróbować ponownie.
pt: Sem espaço disponível no dispositivo. Por favor, libere algum espaço e tente novamente.
ro: Nu mai este spațiu pe dispozitiv. Vă rugăm să eliberați puțin spațiu și să încercați din nou.
ru: На устройстве не осталось места. Пожалуйста, освободите немного места и попробуйте снова.
sk: Na zariadení nie je dostatok miesta. Uvoľnite prosím nejaké miesto a skúste to znova.
sv: Ingen plats kvar på enheten. Vänligen frigör lite utrymme och försök igen.
uk: Немає місця на пристрої. Будь ласка, звільніть трохи місця та спробуйте ще раз.

source: Network connection failed. Please check your internet connection.
bg: Неуспешна мрежова връзка. Моля, проверете интернет връзката си.
cs: Selhání síťového připojení. Zkontrolujte své internetové připojení.
da: Netværksforbindelse mislykkedes. Tjek venligst din internetforbindelse.
de: Netzwerkverbindung fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung.
el: Η σύνδεση δικτύου απέτυχε. Παρακαλώ ελέγξτε τη σύνδεση στο διαδίκτυο.
es: La conexión de red ha fallado. Por favor, verifica tu conexión a Internet.
et: Võrgühendus ebaõnnestus. Palun kontrollige oma internetiühendust.
fi: Verkkoyhteys epäonnistui. Tarkista internet-yhteytesi.
fr: Échec de la connexion réseau. Veuillez vérifier votre connexion Internet.
he: חיבור הרשת נכשל. אנא בדוק את חיבור האינטרנט שלך.
hr: Neuspjela mrežna veza. Provjerite svoju internetsku vezu.
hu: A hálózati kapcsolat megszakadt. Kérjük, ellenőrizze az internetkapcsolatát.
is: Tengdu netkerfi mistók. Vinsamlegast athugaðu internettengingu þína.
it: Connessione di rete fallita. Controlla la tua connessione a Internet.
ja: ネットワーク接続に失敗しました。インターネット接続を確認してください。
nl: Netwerkverbinding mislukt. Controleer uw internetverbinding.
no: Nettverksforbindelsen feilet. Vennligst sjekk internettforbindelsen din.
pl: Połączenie sieciowe nie powiodło się. Sprawdź swoje połączenie z internetem.
pt: Falha na conexão de rede. Verifique sua conexão com a internet.
ro: Conexiunea la rețea a eșuat. Vă rugăm să verificați conexiunea la internet.
ru: Не удалось установить сетевое соединение. Пожалуйста, проверьте ваше интернет-соединение.
sk: Pripojenie k sieti zlyhalo. Skontrolujte svoje internetové pripojenie.
sv: Nätverksanslutning misslyckades. Kontrollera din internetanslutning.
uk: З'єднання з мережею не вдалося. Будь ласка, перевірте своє інтернет-з'єднання.

source: Operation timed out. Please try again.
bg: Операцията изтече. Моля, опитайте отново.
cs: Operace vypršela. Zkuste to prosím znovu.
da: Operationen timed out. Prøv venligst igen.
de: Zeitüberschreitung. Bitte versuchen Sie es erneut.
el: Η λειτουργία υπερέβη το χρονικό όριο. Παρακαλώ δοκιμάστε ξανά.
es: La operación ha excedido el tiempo de espera. Por favor, inténtalo de nuevo.
et: Toiming aeg lõppes. Palun proovige uuesti.
fi: Toiminto aikakatkaistiin. Yritä uudelleen.
fr: L'opération a expiré. Veuillez réessayer.
he: הפעולה פגה. אנא נסה שוב.
hr: Operacija je istekla. Pokušajte ponovo.
hu: A művelet időtúllépett. Kérjük, próbálja újra.
is: Aðgerð tímabundið útrunnin. Vinsamlegast reyndu aftur.
it: Operazione scaduta. Per favore riprova.
ja: 操作がタイムアウトしました。もう一度お試しください。
nl: De bewerking is verlopen. Probeer het opnieuw.
no: Operasjonen tok for lang tid. Vennligst prøv igjen.
pl: Operacja przekroczyła czas oczekiwania. Proszę spróbować ponownie.
pt: A operação excedeu o tempo limite. Por favor, tente novamente.
ro: Operațiune expirată. Vă rugăm să încercați din nou.
ru: Время операции истекло. Пожалуйста, попробуйте снова.
sk: Čas operácie vypršal. Skúste to znova.
sv: Operationen tog för lång tid. Vänligen försök igen.
uk: Операція перевищила час очікування. Будь ласка, спробуйте ще раз.

source: EFI Boot without EFI Partition
bg: EFI стартиране без EFI дял
cs: EFI spuštění bez EFI oddílu
da: EFI-opstart uden EFI-partition
de: EFI-Boot ohne EFI-Partition
el: EFI εκκίνηση χωρίς διαμέρισμα EFI
es: Arranque EFI sin partición EFI
et: EFI käivitamine ilma EFI jaotamata
fi: EFI-bootti ilman EFI-osioita
fr: Démarrage EFI sans partition EFI
he: הפעלה של EFI ללא מחיצת EFI
hr: EFI pokretanje bez EFI particije
hu: EFI indítás EFI partíció nélkül
is: EFI ræsning án EFI skiptis
it: Avvio EFI senza partizione EFI
ja: EFIパーティションなしのEFIブート
nl: EFI-opstart zonder EFI-partitie
no: EFI-oppstart uten EFI-partisjon
pl: Uruchamianie EFI bez partycji EFI
pt: Inicialização EFI sem Partição EFI
ro: Boot EFI fără partiție EFI
ru: EFI загрузка без EFI-раздела
sk: EFI spustenie bez EFI oddielu
sv: EFI-start utan EFI-partition
uk: EFI завантаження без EFI розділу

source: The boot in live mode is using EFI mode, but no EFI partition was found on this computer. Most likely the Grub restore will not work. Try restarting and booting in Legacy or BIOS mode through the computer's BIOS.
bg: Зареждането в жив режим използва EFI режим, но не беше намерена EFI партиция на този компютър. Най-вероятно възстановяването на Grub няма да сработи. Опитайте да рестартирате и да заредите в Legacy или BIOS режим през BIOS на компютъра.
cs: Zavádění v živém režimu používá režim EFI, ale na tomto počítači nebyla nalezena žádná EFI partition. Je velmi pravděpodobné, že obnova Grubu nebude fungovat. Zkuste restartovat a zavést v režimu Legacy nebo BIOS prostřednictvím BIOSu počítače.
da: Booten i live-tilstand bruger EFI-tilstand, men der blev ikke fundet nogen EFI-partition på denne computer. Det er meget sandsynligt, at Grub-gendannelsen ikke vil fungere. Prøv at genstarte og boote i Legacy- eller BIOS-tilstand gennem computerens BIOS.
de: Der Boot im Live-Modus verwendet den EFI-Modus, aber es wurde keine EFI-Partition auf diesem Computer gefunden. Höchstwahrscheinlich wird die Grub-Wiederherstellung nicht funktionieren. Versuchen Sie, neu zu starten und im Legacy- oder BIOS-Modus über das BIOS des Computers zu booten.
el: Η εκκίνηση σε ζωντανή λειτουργία χρησιμοποιεί τη λειτουργία EFI, αλλά δεν βρέθηκε καμία διαμέριση EFI σε αυτόν τον υπολογιστή. Πολύ πιθανό η αποκατάσταση Grub να μην λειτουργήσει. Δοκιμάστε να επανεκκινήσετε και να εκκινήσετε σε Legacy ή BIOS λειτουργία μέσω του BIOS του υπολογιστή.
es: El arranque en modo en vivo está utilizando el modo EFI, pero no se encontró ninguna partición EFI en este ordenador. Lo más probable es que la restauración de Grub no funcione. Intenta reiniciar y arrancar en modo Legacy o BIOS a través de la BIOS del ordenador.
et: Live-režiimis käivitamine kasutab EFI-režiimi, kuid sellel arvutil ei leitud EFI-partitsiooni. Tõenäoliselt Grub'i taastamine ei toimi. Proovige taaskäivitada ja käivitada Legacy- või BIOS-režiimis arvuti BIOS-i kaudu.
fi: Käynnistys live-tilassa käyttää EFI-tilaa, mutta tätä tietokonetta ei löytynyt EFI-osioita. Todennäköisesti Grubin palautus ei toimi. Yritä käynnistää uudelleen ja käynnistää Legacy- tai BIOS-tilassa tietokoneen BIOSin kautta.
fr: Le démarrage en mode live utilise le mode EFI, mais aucune partition EFI n'a été trouvée sur cet ordinateur. Il est très probable que la restauration de Grub ne fonctionne pas. Essayez de redémarrer et de démarrer en mode Legacy ou BIOS via le BIOS de l'ordinateur.
he: ההפעלה במצב חי משתמשת במצב EFI, אך לא נמצאה מחיצת EFI במחשב הזה. סביר להניח ששחזור ה-Grub לא יעבוד. נסה לאתחל ולהפעיל במצב Legacy או BIOS דרך ה-BIOS של המחשב.
hr: Pokretanje u načinu rada uživo koristi EFI način, ali na ovom računalu nije pronađena EFI particija. Najvjerojatnije obnova Gruba neće raditi. Pokušajte ponovo pokrenuti i pokrenuti u Legacy ili BIOS načinu putem BIOS-a računala.
hu: A live módban való indítás EFI módban történik, de ezen a számítógépen nem található EFI partíció. Valószínűleg a Grub helyreállítás nem fog működni. Próbálja meg újraindítani és indítani a Legacy vagy BIOS módban a számítógép BIOS-án keresztül.
is: Boot í lifham í EFI ham, en engin EFI skiptimynd fannst á þessum tölvu. Flest líklegt að Grub endurheimt mun ekki virka. Reyndu að endurræsa og boot í Legacy eða BIOS ham í gegnum BIOS tölvunnar.
it: L'avvio in modalità live utilizza la modalità EFI, ma non è stata trovata alcuna partizione EFI su questo computer. È probabile che il ripristino di Grub non funzioni. Prova a riavviare e avviare in modalità Legacy o BIOS tramite il BIOS del computer.
ja: ライブモードでのブートはEFIモードを使用していますが、このコンピュータにはEFIパーティションが見つかりませんでした。おそらくGrubの復元は機能しません。 再起動して、コンピュータのBIOSを通じてレガシーまたはBIOSモードでブートしてみてください。
nl: De opstart in live-modus maakt gebruik van EFI-modus, maar er is geen EFI-partitie op deze computer gevonden. Waarschijnlijk zal het herstellen van Grub niet werken. Probeer opnieuw op te starten en op te starten in Legacy- of BIOS-modus via de BIOS van de computer.
no: Oppstart i live-modus bruker EFI-modus, men ingen EFI-partisjon ble funnet på denne datamaskinen. Mest sannsynlig vil Grub-gjenoppretting ikke fungere. Prøv å starte på nytt og starte opp i Legacy- eller BIOS-modus gjennom datamaskinens BIOS.
pl: Uruchomienie w trybie na żywo korzysta z trybu EFI, ale na tym komputerze nie znaleziono partycji EFI. Najprawdopodobniej przywracanie Grub nie zadziała. Spróbuj ponownie uruchomić komputer i uruchomić w trybie Legacy lub BIOS przez BIOS komputera.
pt: O inicializador em modo ao vivo está usando o modo EFI, mas nenhuma partição EFI foi encontrada neste computador. É muito provável que a restauração do Grub não funcione. Tente reiniciar e inicializar em modo Legacy ou BIOS através do BIOS do computador.
ro: Bootarea în modul live folosește modul EFI, dar nu a fost găsită nicio partiție EFI pe acest computer. Cel mai probabil, restaurarea Grub nu va funcționa. Încercați să reporniți și să bootați în modul Legacy sau BIOS prin BIOS-ul computerului.
ru: Загрузка в живом режиме использует режим EFI, но на этом компьютере не найдено раздела EFI. Скорее всего, восстановление Grub не сработает. Попробуйте перезагрузить и загрузиться в режиме Legacy или BIOS через BIOS компьютера.
sk: Spustenie v živom režime používa režim EFI, ale na tomto počítači nebola nájdená žiadna EFI partícia. Je veľmi pravdepodobné, že obnova Grubu nebude fungovať. Skúste reštartovať a spustiť v režime Legacy alebo BIOS prostredníctvom BIOS-u počítača.
sv: Bootningen i live-läge använder EFI-läge, men ingen EFI-partition hittades på den här datorn. Det är troligt att Grub-återställningen inte kommer att fungera. Försök att starta om och boota i Legacy- eller BIOS-läge genom datorns BIOS.
uk: Завантаження в режимі живого середовища використовує режим EFI, але на цьому комп'ютері не знайдено розділ EFI. Найімовірніше, відновлення Grub не спрацює. Спробуйте перезавантажити комп'ютер і завантажитися в режимі Legacy або BIOS через BIOS комп'ютера.

source: Legacy Boot with EFI Partition
bg: Наследствено стартиране с EFI дял
cs: Zpětná kompatibilita s EFI oddílem
da: Legacy Boot med EFI-partition
de: Legacy-Boot mit EFI-Partition
el: Κληρονομική εκκίνηση με διαμέρισμα EFI
es: Arranque heredado con partición EFI
et: Pärandkäivitamine EFI jaotusega
fi: Perinteinen käynnistys EFI-osioineen
fr: Démarrage hérité avec partition EFI
he: אתחול ישן עם מחיצת EFI
hr: Nasljedno pokretanje s EFI particijom
hu: Örökölt indítás EFI partícióval
is: Arfleiðing með EFI skipt.
it: Avvio Legacy con partizione EFI
ja: レガシーブートとEFIパーティション
nl: Legacy Opstart met EFI-partitie
no: Legacy oppstart med EFI-partisjon
pl: Uruchamianie w trybie Legacy z partycją EFI
pt: Inicialização Legada com Partição EFI
ro: Bootare moștenit cu partiția EFI
ru: Наследуемая загрузка с разделом EFI
sk: Dedičná spúšťanie s EFI oddielom
sv: Legacy Boot med EFI-partition
uk: Спадкова завантаження з розділом EFI

source: The boot in live mode is using Legacy mode, also called BIOS, but at least one EFI partition was found on this computer. Most likely the Grub restore will not work. Try restarting and booting in EFI mode through the computer's BIOS.
bg: Зареждането в жив режим използва режим Legacy, известен също като BIOS, но на този компютър е намерен поне един EFI дял. Най-вероятно възстановяването на Grub няма да работи. Опитайте да рестартирате и да заредите в EFI режим чрез BIOS на компютъра.
cs: Zavádění v živém režimu používá režim Legacy, také nazývaný BIOS, ale na tomto počítači byla nalezena alespoň jedna EFI oddíl. Je velmi pravděpodobné, že obnovení Grubu nebude fungovat. Zkuste restartovat a zavést v režimu EFI prostřednictvím BIOSu počítače.
da: Booten i live-tilstand bruger Legacy-tilstand, også kaldet BIOS, men der blev fundet mindst én EFI-partition på denne computer. Det er meget sandsynligt, at Grub-gendannelsen ikke vil fungere. Prøv at genstarte og boote i EFI-tilstand gennem computerens BIOS.
de: Der Boot im Live-Modus verwendet den Legacy-Modus, auch BIOS genannt, aber auf diesem Computer wurde mindestens eine EFI-Partition gefunden. Höchstwahrscheinlich wird die Grub-Wiederherstellung nicht funktionieren. Versuchen Sie, neu zu starten und im EFI-Modus über das BIOS des Computers zu booten.
el: Η εκκίνηση σε ζωντανή λειτουργία χρησιμοποιεί τη λειτουργία Legacy, που ονομάζεται επίσης BIOS, αλλά τουλάχιστον ένα διαμέρισμα EFI βρέθηκε σε αυτόν τον υπολογιστή. Πολύ πιθανό η αποκατάσταση Grub να μην λειτουργήσει. Δοκιμάστε να επανεκκινήσετε και να εκκινήσετε σε λειτουργία EFI μέσω του BIOS του υπολογιστή.
es: El arranque en modo en vivo está utilizando el modo Legacy, también llamado BIOS, pero se encontró al menos una partición EFI en este ordenador. Lo más probable es que la restauración de Grub no funcione. Intenta reiniciar y arrancar en modo EFI a través del BIOS del ordenador.
et: Live-režiimis käivitamine kasutab Legacy-režiimi, mida nimetatakse ka BIOS-iks, kuid sellel arvutil leiti vähemalt üks EFI partitsioon. Tõenäoliselt Grub'i taastamine ei toimi. Proovige taaskäivitada ja käivitada EFI-režiimis arvuti BIOS-i kaudu.
fi: Käynnistyslive-tilassa käyttää Legacy-tilaa, jota kutsutaan myös BIOS:ksi, mutta ainakin yksi EFI-osio löytyi tältä tietokoneelta. Todennäköisesti Grubin palautus ei toimi. Yritä käynnistää uudelleen ja käynnistää EFI-tilassa tietokoneen BIOSin kautta.
fr: Le démarrage en mode live utilise le mode Héritage, également appelé BIOS, mais au moins une partition EFI a été trouvée sur cet ordinateur. Il est très probable que la restauration de Grub ne fonctionne pas. Essayez de redémarrer et de démarrer en mode EFI via le BIOS de l'ordinateur.
he: ההפעלה במצב חי משתמשת במצב Legacy, הנקרא גם BIOS, אך לפחות מחיצת EFI אחת נמצאה במחשב הזה. סביר להניח ששחזור ה-Grub לא יעבוד. נסה לאתחל ולהפעיל במצב EFI דרך ה-BIOS של המחשב.
hr: Pokretanje u načinu rada uživo koristi Legacy način, također nazvan BIOS, ali je na ovom računalu pronađena barem jedna EFI particija. Najvjerojatnije obnova Gruba neće raditi. Pokušajte ponovo pokrenuti i pokrenuti u EFI načinu putem BIOS-a računala.
hu: A live módban történő indítás a Legacy módszert használja, amelyet BIOS-nak is neveznek, de legalább egy EFI partíciót találtak ezen a számítógépen. Valószínűleg a Grub helyreállítás nem fog működni. Próbálja meg újraindítani és EFI módban indítani a számítógép BIOS-án keresztül.
is: Boot í lifham í notkun Legacy ham, einnig kallað BIOS, en að minnsta kosti ein EFI skiptimynd fannst á þessum tölvu. Flest líklegt er að Grub endurheimt muni ekki virka. Reyndu að endurræsa og boot í EFI ham í gegnum BIOS tölvunnar.
it: L'avvio in modalità live utilizza la modalità Legacy, nota anche come BIOS, ma è stata trovata almeno una partizione EFI su questo computer. È probabile che il ripristino di Grub non funzioni. Prova a riavviare e avviare in modalità EFI attraverso il BIOS del computer.
ja: ライブモードでのブートはレガシーモード（BIOSとも呼ばれる）を使用していますが、このコンピュータには少なくとも1つのEFIパーティションが見つかりました。おそらくGrubの復元は機能しません。 コンピュータのBIOSを通じてEFIモードで再起動してブートしてみてください。
nl: De opstart in live-modus maakt gebruik van Legacy-modus, ook wel BIOS genoemd, maar er is ten minste één EFI-partitie op deze computer gevonden. Waarschijnlijk zal het herstellen van Grub niet werken. Probeer opnieuw op te starten en op te starten in EFI-modus via de BIOS van de computer.
no: Oppstart i live-modus bruker Legacy-modus, også kalt BIOS, men minst én EFI-partisjon ble funnet på denne datamaskinen. Mest sannsynlig vil Grub-gjenoppretting ikke fungere. Prøv å starte på nytt og starte opp i EFI-modus gjennom datamaskinens BIOS.
pl: Uruchomienie w trybie na żywo korzysta z trybu Legacy, zwanego również BIOS, ale na tym komputerze znaleziono przynajmniej jedną partycję EFI. Najprawdopodobniej przywracanie Grub nie zadziała. Spróbuj ponownie uruchomić komputer i uruchomić w trybie EFI przez BIOS komputera.
pt: O inicializador em modo ao vivo está usando o modo Legado, também chamado de BIOS, mas pelo menos uma partição EFI foi encontrada neste computador. É muito provável que a restauração do Grub não funcione. Tente reiniciar e inicializar em modo EFI através do BIOS do computador.
ro: Bootarea în modul live folosește modul Legacy, numit și BIOS, dar cel puțin o partiție EFI a fost găsită pe acest computer. Cel mai probabil, restaurarea Grub nu va funcționa. Încercați să reporniți și să porniți în modul EFI prin BIOS-ul computerului.
ru: Загрузка в живом режиме использует режим Legacy, также называемый BIOS, но на этом компьютере была найдена как минимум одна EFI-раздел. Скорее всего, восстановление Grub не сработает. Попробуйте перезагрузить и загрузиться в режиме EFI через BIOS компьютера.
sk: Spustenie v živom režime používa režim Legacy, tiež nazývaný BIOS, ale na tomto počítači bola nájdená aspoň jedna EFI partícia. Je veľmi pravdepodobné, že obnova Grubu nebude fungovať. Skúste reštartovať a spustiť v režime EFI prostredníctvom BIOSu počítača.
sv: Bootningen i live-läge använder Legacy-läge, även kallat BIOS, men minst en EFI-partition hittades på den här datorn. Det är troligt att Grub-återställningen inte kommer att fungera. Försök att starta om och boota i EFI-läge genom datorns BIOS.
uk: Завантаження в живому режимі використовує режим Legacy, також відомий як BIOS, але на цьому комп'ютері знайдено принаймні один EFI-розділ. Найімовірніше, відновлення Grub не спрацює. Спробуйте перезавантажити комп'ютер і завантажитися в режимі EFI через BIOS комп'ютера.

source: BigLinux GRUB Restore
bg: BigLinux GRUB Възстановяване
cs: BigLinux GRUB Obnovení
da: BigLinux GRUB Gendannelse
de: BigLinux GRUB Wiederherstellung
el: BigLinux GRUB Επαναφορά
es: Restaurar GRUB de BigLinux
et: BigLinux GRUB Taastamine
fi: BigLinux GRUB Palautus
fr: Restauration de GRUB BigLinux
he: שחזור GRUB של BigLinux
hr: BigLinux GRUB Obnova
hu: BigLinux GRUB Visszaállítás
is: BigLinux GRUB Endurðun
it: Ripristino GRUB di BigLinux
ja: BigLinux GRUB 復元
nl: BigLinux GRUB Herstel
no: BigLinux GRUB Gjenopprettelse
pl: Przywracanie GRUB BigLinux
pt: Restauração do GRUB do BigLinux
ro: Restaurare GRUB BigLinux
ru: Восстановление GRUB BigLinux
sk: Obnovenie GRUB BigLinux
sv: BigLinux GRUB Återställning
tr: BigLinux GRUB Geri Yükleme
uk: BigLinux GRUB Відновлення
