Repository: biglinux/biglinux-grub-restore
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Current system boot information
bg: Информация за текущото зареждане на системата
cs: Aktuální informace o zavádění systému
da: Aktuel system opstartsoplysninger
de: Aktuelle Systemstartinformationen
el: Τρέχουσες πληροφορίες εκκίνησης συστήματος
es: Información de arranque del sistema actual
et: Praegune süsteemi käivitamise teave
fi: Nykyinen järjestelmän käynnistystiedot
fr: Informations de démarrage du système actuel
he: מידע על אתחול המערכת הנוכחי
hr: Trenutne informacije o pokretanju sustava
hu: Jelenlegi rendszerindítási információk
is: Núverandi kerfis ræsinguupplýsingar
it: Informazioni di avvio del sistema attuale
ja: 現在のシステムブート情報
nl: Huidige opstartinformatie van het systeem
no: Nåværende systemoppstartsinformasjon
pl: Aktualne informacje o uruchamianiu systemu
pt: Informações de inicialização do sistema atual
ro: Informații de boot ale sistemului curent
ru: Текущая информация о загрузке системы
sk: Aktuálne informácie o spustení systému
sv: Aktuell systemstartinformation
uk: Поточна інформація про завантаження системи

source: Boot Mode
bg: Режим на зареждане
cs: Režim spouštění
da: Boot-tilstand
de: Boot-Modus
el: Λειτουργία εκκίνησης
es: Modo de Arranque
et: Käivitamisrežiim
fi: Käynnistystila
fr: Mode de démarrage
he: מצב אתחול
hr: Način pokretanja
hu: Indítási mód
is: Bootstilling
it: Modalità di avvio
ja: ブートモード
nl: Opstartmodus
no: Oppstartmodus
pl: Tryb rozruchu
pt: Modo de Inicialização
ro: Mod de pornire
ru: Режим загрузки
sk: Režim spustenia
sv: Startläge
uk: Режим завантаження

source: Detecting...
bg: Откриване...
cs: Detekování...
da: Registrerer...
de: Erkenne...
el: Ανίχνευση...
es: Detectando...
et: Tuvastamine...
fi: Havaitseminen...
fr: Détection...
he: מגלה...
hr: Otkrivanje...
hu: Észlelés...
is: Að greina...
it: Rilevamento...
ja: 検出中...
nl: Detecteren...
no: Oppdager...
pl: Wykrywanie...
pt: Detectando...
ro: Detectare...
ru: Обнаружение...
sk: Detekovanie...
sv: Upptäckte...
uk: Виявлення...

source: Checking...
bg: Проверка...
cs: Kontrola...
da: Tjekker...
de: Überprüfen...
el: Ελέγχω...
es: Comprobando...
et: Kontrollimine...
fi: Tarkistetaan...
fr: Vérification...
he: בודק...
hr: Provjera...
hu: Ellenőrzés...
is: Athugun...
it: Controllo...
ja: チェック中...
nl: Controleren...
no: Sjekker...
pl: Sprawdzanie...
pt: Verificando...
ro: Verificare...
ru: Проверка...
sk: Kontrolujem...
sv: Kontrollerar...
uk: Перевірка...

source: Available Memory
bg: Налична памет
cs: Dostupná paměť
da: Tilgængelig hukommelse
de: Verfügbarer Speicher
el: Διαθέσιμη Μνήμη
es: Memoria disponible
et: Saadaval mälu
fi: Saatavilla oleva muisti
fr: Mémoire disponible
he: זיכרון זמין
hr: Dostupna memorija
hu: Elérhető memória
is: minni tiltækilega
it: Memoria disponibile
ja: 利用可能なメモリ
nl: Beschikbare Geheugen
no: Tilgjengelig minne
pl: Dostępna pamięć
pt: Memória Disponível
ro: Memorie disponibilă
ru: Доступная память
sk: Dostupná pamäť
sv: Tillgängligt minne
uk: Доступна пам'ять

source: Legacy/BIOS
bg: Наследство/BIOS
el: Κληρονομιά/BIOS
es: Legado/BIOS
et: Pärand/BIOS
fi: Perintö/BIOS
fr: Héritage/BIOS
he: לגסי/ביוס
hr: Nasljeđe/BIOS
hu: Örökölt/BIOS
is: Arfleið/BIOS
it: Eredità/BIOS
ja: レガシー/BIOS
pt: Legado/BIOS
ro: Moștenire/BIOS
ru: Наследие/BIOS
sk: Dedičstvo/BIOS
uk: Спадщина/BIOS

source: Active
da: Aktiv
el: Ενεργό
es: Activo
hr: Aktivan
it: Attivo
nl: Actief
ro: Activă
sv: Aktiv
uk: Активний

source: Checking network connection...
bg: Проверка на мрежова връзка...
cs: Kontrola síťového připojení...
da: Tjekker netværksforbindelse...
de: Überprüfung der Netzwerkverbindung...
el: Έλεγχος σύνδεσης δικτύου...
es: Comprobando la conexión de red...
et: Kontrollin võrguühendust...
fi: Tarkistetaan verkkoyhteyttä...
fr: Vérification de la connexion réseau...
he: בודק חיבור לרשת...
hr: Provjera mrežne veze...
hu: Hálózati kapcsolat ellenőrzése...
is: Athugun tengingu...
it: Controllo della connessione di rete...
ja: ネットワーク接続を確認しています...
nl: Netwerkverbinding controleren...
no: Sjekker nettverksforbindelse...
pl: Sprawdzanie połączenia sieciowego...
pt: Verificando a conexão de rede...
ro: Verificarea conexiunii la rețea...
ru: Проверка сетевого соединения...
sk: Kontrola sieťového pripojenia...
sv: Kontrollerar nätverksanslutning...
uk: Перевірка мережевого з'єднання...

source: Select the disk where GRUB will be installed. The bootloader will be written to the beginning of the selected disk.
bg: Изберете диска, на който ще бъде инсталиран GRUB. Зареждащият мениджър ще бъде записан в началото на избрания диск.
cs: Vyberte disk, na který bude GRUB nainstalován. Bootloader bude zapsán na začátek vybraného disku.
da: Vælg den disk, hvor GRUB vil blive installeret. Bootloaderen vil blive skrevet til begyndelsen af den valgte disk.
de: Wählen Sie die Festplatte aus, auf der GRUB installiert werden soll. Der Bootloader wird am Anfang der ausgewählten Festplatte geschrieben.
el: Επιλέξτε τον δίσκο όπου θα εγκατασταθεί το GRUB. Ο φορτωτής εκκίνησης θα γραφτεί στην αρχή του επιλεγμένου δίσκου.
es: Seleccione el disco donde se instalará GRUB. El gestor de arranque se escribirá al principio del disco seleccionado.
et: Valige ketas, kuhu GRUB installitakse. Käivitaja kirjutatakse valitud ketta algusesse.
fi: Valitse levy, johon GRUB asennetaan. Käynnistyslataaja kirjoitetaan valitun levyn alkuun.
fr: Sélectionnez le disque sur lequel GRUB sera installé. Le chargeur de démarrage sera écrit au début du disque sélectionné.
he: בחר את הדיסק שבו יותקן GRUB. מנהל האתחול ייכתב לתחילת הדיסק שנבחר.
hr: Odaberite disk na koji će biti instaliran GRUB. Učitavač sustava bit će zapisan na početak odabranog diska.
hu: Válaszd ki azt a lemezt, ahová a GRUB telepítve lesz. A rendszerindító a kiválasztott lemez elejére lesz írva.
is: Veldu diskinn þar sem GRUB verður settur upp. Bootloaderinn verður skrifaður í byrjun valda disksins.
it: Seleziona il disco su cui verrà installato GRUB. Il bootloader verrà scritto all'inizio del disco selezionato.
ja: GRUBがインストールされるディスクを選択してください。ブートローダーは選択したディスクの先頭に書き込まれます。
nl: Selecteer de schijf waarop GRUB zal worden geïnstalleerd. De opstartloader wordt aan het begin van de geselecteerde schijf geschreven.
no: Velg disken der GRUB skal installeres. Oppstartslasteren vil bli skrevet til begynnelsen av den valgte disken.
pl: Wybierz dysk, na którym zostanie zainstalowany GRUB. Program rozruchowy zostanie zapisany na początku wybranego dysku.
pt: Selecione o disco onde o GRUB será instalado. O carregador de inicialização será gravado no início do disco selecionado.
ro: Selectați discul pe care va fi instalat GRUB. Bootloaderul va fi scris la începutul discului selectat.
ru: Выберите диск, на который будет установлен GRUB. Загрузчик будет записан в начало выбранного диска.
sk: Vyberte disk, na ktorý bude nainštalovaný GRUB. Zavádzač sa zapíše na začiatok vybraného disku.
sv: Välj disken där GRUB kommer att installeras. Startladdaren kommer att skrivas till början av den valda disken.
uk: Виберіть диск, на якому буде встановлено GRUB. Завантажувач буде записано на початку вибраного диска.

source: No Disks Found
bg: Няма намерени дискове
cs: Žádné disky nenalezeny
da: Ingen diske fundet
de: Keine Datenträger gefunden
el: Δεν βρέθηκαν δίσκοι
es: No se encontraron discos
et: Kettaid ei leitud
fi: Ei levyjä löytynyt
fr: Aucun disque trouvé
he: לא נמצאו דיסקים
hr: Nema pronađenih diskova
hu: Nincs lemez találva
is: Engin fannst ekki.
it: Nessun disco trovato
ja: ディスクが見つかりませんでした
nl: Geen schijven gevonden
no: Ingen disker funnet
pl: Nie znaleziono dysków
pt: Nenhum disco encontrado
ro: Niciun disc găsit
ru: Диски не найдены
sk: Žiadne disky nenájdené
sv: Inga diskar hittades
uk: Не знайдено дисків

source: No suitable disks were found for GRUB installation. Please check if your disks are properly connected.
bg: Не бяха намерени подходящи дискове за инсталация на GRUB. Моля, проверете дали дисковете ви са правилно свързани.
cs: Nebyly nalezeny žádné vhodné disky pro instalaci GRUB. Zkontrolujte, zda jsou vaše disky správně připojeny.
da: Ingen egnede diske blev fundet til GRUB-installation. Kontroller venligst, om dine diske er korrekt tilsluttet.
de: Es wurden keine geeigneten Festplatten für die GRUB-Installation gefunden. Bitte überprüfen Sie, ob Ihre Festplatten ordnungsgemäß angeschlossen sind.
el: Δεν βρέθηκαν κατάλληλοι δίσκοι για την εγκατάσταση του GRUB. Παρακαλώ ελέγξτε αν οι δίσκοι σας είναι σωστά συνδεδεμένοι.
es: No se encontraron discos adecuados para la instalación de GRUB. Por favor, verifique si sus discos están correctamente conectados.
et: Sobivaid ketta ei leitud GRUB-i installimiseks. Palun kontrollige, kas teie kettad on korralikult ühendatud.
fi: Sopivia levyjä ei löytynyt GRUB-asennusta varten. Tarkista, että levyt on kytketty oikein.
fr: Aucun disque approprié n'a été trouvé pour l'installation de GRUB. Veuillez vérifier si vos disques sont correctement connectés.
he: לא נמצאו דיסקים מתאימים להתקנת GRUB. אנא בדוק אם הדיסקים שלך מחוברים כראוי.
hr: Nisu pronađeni odgovarajući diskovi za GRUB instalaciju. Molimo provjerite jesu li vaši diskovi ispravno povezani.
hu: Nem található megfelelő lemez a GRUB telepítéséhez. Kérjük, ellenőrizze, hogy a lemezei megfelelően csatlakoztatva vannak-e.
is: Engin viðeigandi diska fannst fyrir GRUB uppsetningu. Vinsamlegast athugaðu hvort diskar þínir séu rétt tengdir.
it: Nessun disco adatto è stato trovato per l'installazione di GRUB. Controlla se i tuoi dischi sono collegati correttamente.
ja: GRUBのインストールに適したディスクが見つかりませんでした。ディスクが正しく接続されているか確認してください。
nl: Er zijn geen geschikte schijven gevonden voor de GRUB-installatie. Controleer of uw schijven correct zijn aangesloten.
no: Ingen passende disker ble funnet for GRUB-installasjon. Vennligst sjekk om diskene dine er riktig tilkoblet.
pl: Nie znaleziono odpowiednich dysków do instalacji GRUB. Proszę sprawdzić, czy dyski są prawidłowo podłączone.
pt: Nenhum disco adequado foi encontrado para a instalação do GRUB. Verifique se seus discos estão devidamente conectados.
ro: Nu au fost găsite discuri potrivite pentru instalarea GRUB. Vă rugăm să verificați dacă discurile sunt conectate corect.
ru: Не найдены подходящие диски для установки GRUB. Пожалуйста, проверьте, правильно ли подключены ваши диски.
sk: Neboli nájdené žiadne vhodné disky pre inštaláciu GRUB. Skontrolujte, či sú vaše disky správne pripojené.
sv: Inga lämpliga diskar hittades för GRUB-installation. Kontrollera om dina diskar är korrekt anslutna.
uk: Не знайдено підходящих дисків для встановлення GRUB. Будь ласка, перевірте, чи правильно підключені ваші диски.

source: GPT partition table detected. Make sure this is correct for Legacy boot mode.
bg: Открита е GPT таблица на дяловете. Уверете се, че това е правилно за режим на стартиране Legacy.
cs: Byla detekována tabulka oddílů GPT. Ujistěte se, že je to správné pro režim spuštění Legacy.
da: GPT-partitionstabel registreret. Sørg for, at dette er korrekt til Legacy-boottilstand.
de: GPT-Partitionstabelle erkannt. Stellen Sie sicher, dass dies für den Legacy-Bootmodus korrekt ist.
el: Ανιχνεύτηκε πίνακας κατανομής GPT. Βεβαιωθείτε ότι αυτό είναι σωστό για τη λειτουργία εκκίνησης Legacy.
es: Se detectó la tabla de particiones GPT. Asegúrate de que esto sea correcto para el modo de arranque Legacy.
et: GPT partitsioonitabel tuvastatud. Veenduge, et see oleks õige Legacy käivitusrežiimi jaoks.
fi: GPT-osio taulukko havaittu. Varmista, että tämä on oikein Legacy-käynnistystilaa varten.
fr: Table de partition GPT détectée. Assurez-vous que cela est correct pour le mode de démarrage hérité.
he: גילוי טבלת מחיצות GPT. ודא שזה נכון עבור מצב אתחול Legacy.
hr: Otkrivena GPT particijska tablica. Provjerite je li to ispravno za Legacy način pokretanja.
hu: GPT partíciós tábla észlelve. Győződjön meg arról, hogy ez helyes a Legacy indítási módhoz.
is: GPT skífu tafla greind. Vinsamlegast tryggðu að þetta sé rétt fyrir Legacy boot mód.
it: Tabella delle partizioni GPT rilevata. Assicurati che sia corretta per la modalità di avvio Legacy.
ja: GPTパーティションテーブルが検出されました。レガシーブートモードに対して正しいことを確認してください。
nl: GPT-partitietabel gedetecteerd. Zorg ervoor dat dit correct is voor Legacy-opstartmodus.
no: GPT partisjonstabell oppdaget. Sørg for at dette er korrekt for Legacy oppstartmodus.
pl: Wykryto tabelę partycji GPT. Upewnij się, że jest to poprawne dla trybu rozruchu Legacy.
pt: Tabela de partição GPT detectada. Certifique-se de que isso está correto para o modo de inicialização Legacy.
ro: Tabelul de partiții GPT a fost detectat. Asigurați-vă că acesta este corect pentru modul de boot Legacy.
ru: Обнаружена таблица разделов GPT. Убедитесь, что это правильно для режима загрузки Legacy.
sk: Detekovaná tabuľka oddielov GPT. Uistite sa, že je to správne pre režim spúšťania Legacy.
sv: GPT-partitionstabell upptäcktes. Se till att detta är korrekt för Legacy-bootläge.
uk: Виявлено таблицю розділів GPT. Переконайтеся, що це правильно для режиму завантаження Legacy.

source: Select EFI Partition
cs: Vyberte oddíl EFI
da: Vælg EFI-partition
de: EFI-Partition auswählen
el: Επιλέξτε διαμέρισμα EFI
es: Seleccionar partición EFI
fi: Valitse EFI-osio
hr: Odaberite EFI particiju
hu: EFI partíció kiválasztása
ja: EFIパーティションを選択
nl: Selecteer EFI-partitie
pl: Wybierz partycję EFI
pt: Selecionar Partição EFI
ro: Selectați partiția EFI
ru: Выбрать раздел EFI
sk: Vyberte oddiel EFI
uk: Виберіть розділ EFI

source: Select the EFI System Partition where GRUB will be installed. This partition contains the boot files for UEFI systems.
bg: Изберете EFI системния дял, където ще бъде инсталиран GRUB. Този дял съдържа файловете за зареждане на UEFI системи.
cs: Vyberte oddíl EFI systému, kam bude GRUB nainstalován. Tento oddíl obsahuje spouštěcí soubory pro systémy UEFI.
da: Vælg EFI-systempartitionen, hvor GRUB vil blive installeret. Denne partition indeholder bootfilerne til UEFI-systemer.
de: Wählen Sie die EFI-Systempartition aus, auf der GRUB installiert wird. Diese Partition enthält die Bootdateien für UEFI-Systeme.
el: Επιλέξτε την Κατανομή Συστήματος EFI όπου θα εγκατασταθεί το GRUB. Αυτή η κατανομή περιέχει τα αρχεία εκκίνησης για συστήματα UEFI.
es: Seleccione la partición del sistema EFI donde se instalará GRUB. Esta partición contiene los archivos de arranque para sistemas UEFI.
et: Valige EFI süsteemipartitsioon, kuhu GRUB installitakse. See partitsioon sisaldab UEFI süsteemide käivitusfaile.
fi: Valitse EFI-järjestelmäosio, johon GRUB asennetaan. Tämä osio sisältää käynnistystiedostot UEFI-järjestelmille.
fr: Sélectionnez la partition système EFI où GRUB sera installé. Cette partition contient les fichiers de démarrage pour les systèmes UEFI.
he: בחר את מחיצת מערכת EFI שבה יותקן GRUB. מחיצה זו מכילה את קבצי האתחול עבור מערכות UEFI.
hr: Odaberite EFI sistemsku particiju na koju će biti instaliran GRUB. Ova particija sadrži datoteke za pokretanje za UEFI sustave.
hu: Válaszd ki az EFI rendszerpartíciót, ahová a GRUB telepítve lesz. Ez a partíció tartalmazza az UEFI rendszerek indítófájljait.
is: Veldu EFI kerfisskiptinguna þar sem GRUB verður sett upp. Þessi skipting inniheldur upphafs skrár fyrir UEFI kerfi.
it: Seleziona la partizione EFI di sistema in cui verrà installato GRUB. Questa partizione contiene i file di avvio per i sistemi UEFI.
ja: GRUBがインストールされるEFIシステムパーティションを選択してください。このパーティションにはUEFIシステム用のブートファイルが含まれています。
nl: Selecteer de EFI-systeempartitie waar GRUB zal worden geïnstalleerd. Deze partitie bevat de opstartbestanden voor UEFI-systemen.
no: Velg EFI-systempartisjonen der GRUB vil bli installert. Denne partisjonen inneholder oppstartsfiler for UEFI-systemer.
pl: Wybierz partycję EFI System Partition, na której zostanie zainstalowany GRUB. Ta partycja zawiera pliki rozruchowe dla systemów UEFI.
pt: Selecione a Partição do Sistema EFI onde o GRUB será instalado. Esta partição contém os arquivos de inicialização para sistemas UEFI.
ro: Selectați partiția EFI System unde va fi instalat GRUB. Această partiție conține fișierele de boot pentru sistemele UEFI.
ru: Выберите раздел EFI, в который будет установлен GRUB. Этот раздел содержит загрузочные файлы для систем UEFI.
sk: Vyberte oddiel EFI systému, kde bude nainštalovaný GRUB. Tento oddiel obsahuje spúšťacie súbory pre systémy UEFI.
sv: Välj EFI-systempartitionen där GRUB kommer att installeras. Denna partition innehåller startfilerna för UEFI-system.
uk: Виберіть розділ EFI системи, куди буде встановлено GRUB. Цей розділ містить завантажувальні файли для систем UEFI.

source: Available EFI Partitions
bg: Налични EFI дялове
cs: Dostupné EFI oddíly
da: Tilgængelige EFI-partitioner
de: Verfügbare EFI-Partitionen
el: Διαθέσιμες κατατμήσεις EFI
es: Particiones EFI disponibles
et: Saadaval EFI jaotised
fi: Saatavilla olevat EFI-osastot
fr: Partitions EFI disponibles
he: מחיצות EFI זמינות
hr: Dostupne EFI particije
hu: Elérhető EFI partíciók
is: Tiltæk EFI skiptin.
it: Partizioni EFI disponibili
ja: 利用可能なEFIパーティション
nl: Beschikbare EFI-partities
no: Tilgjengelige EFI-partisjoner
pl: Dostępne partycje EFI
pt: Partições EFI Disponíveis
ro: Partiții EFI disponibile
ru: Доступные разделы EFI
sk: Dostupné EFI oddiely
sv: Tillgängliga EFI-partitioner
uk: Доступні EFI-розділи

source: No EFI Partitions Found
bg: Не са намерени EFI дялове
cs: Nebyly nalezeny žádné oddíly EFI
da: Ingen EFI-partitioner fundet
de: Keine EFI-Partitionen gefunden
el: Δεν βρέθηκαν διαμερίσματα EFI
es: No se encontraron particiones EFI
et: EFI partitsioone ei leitud
fi: Ei EFI-osioita löytynyt
fr: Aucune partition EFI trouvée
he: לא נמצאו מחיצות EFI
hr: Nema EFI particija pronađenih
hu: Nincs EFI partíció találva
is: Engin EFI fannst ekki
it: Nessuna partizione EFI trovata
ja: EFIパーティションが見つかりませんでした。
nl: Geen EFI-partities gevonden
no: Ingen EFI-partisjoner funnet
pl: Nie znaleziono partycji EFI
pt: Nenhuma partição EFI encontrada
ro: Nu au fost găsite partiții EFI.
ru: Не найдены разделы EFI
sk: Neboli nájdené žiadne EFI oddiely.
sv: Inga EFI-partitioner hittades
uk: Не знайдено розділів EFI

source: No EFI System Partitions were found. Your system may not be configured for UEFI boot.
bg: Не бяха намерени EFI системни дялове. Вашата система може да не е конфигурирана за UEFI стартиране.
cs: Nebyly nalezeny žádné systémové oddíly EFI. Váš systém nemusí být nakonfigurován pro UEFI boot.
da: Der blev ikke fundet nogen EFI-systempartitioner. Dit system er muligvis ikke konfigureret til UEFI-opstart.
de: Es wurden keine EFI-Systempartitionen gefunden. Ihr System ist möglicherweise nicht für den UEFI-Boot konfiguriert.
el: Δεν βρέθηκαν διαμερίσματα EFI. Το σύστημά σας ενδέχεται να μην είναι ρυθμισμένο για εκκίνηση UEFI.
es: No se encontraron particiones del sistema EFI. Es posible que su sistema no esté configurado para el arranque UEFI.
et: EFI süsteemiosakondi ei leitud. Teie süsteem ei pruugi olla UEFI käivitamiseks konfigureeritud.
fi: EFI-järjestelmäosioita ei löytynyt. Järjestelmääsi ei ehkä ole konfiguroitu UEFI-käynnistystä varten.
fr: Aucune partition système EFI n'a été trouvée. Votre système peut ne pas être configuré pour le démarrage UEFI.
he: לא נמצאו מחיצות מערכת EFI. ייתכן שהמערכת שלך לא מוגדרת לאתחול UEFI.
hr: Nisu pronađene EFI sistemske particije. Vaš sustav možda nije konfiguriran za UEFI pokretanje.
hu: Nem található EFI rendszerpartíció. Lehet, hogy a rendszere nincs konfigurálva UEFI indításhoz.
is: Engin EFI kerfi hlutir fundust ekki. Kerfið þitt gæti ekki verið stillt fyrir UEFI ræsingu.
it: Nessuna partizione di sistema EFI è stata trovata. Il tuo sistema potrebbe non essere configurato per l'avvio UEFI.
ja: EFIシステムパーティションが見つかりませんでした。システムがUEFIブートに対応していない可能性があります。
nl: Er zijn geen EFI-systeempartities gevonden. Uw systeem is mogelijk niet geconfigureerd voor UEFI-opstart.
no: Ingen EFI-systempartisjoner ble funnet. Systemet ditt kan være feilkonfigurert for UEFI-oppstart.
pl: Nie znaleziono partycji systemowych EFI. Twój system może nie być skonfigurowany do uruchamiania w trybie UEFI.
pt: Nenhuma Partição de Sistema EFI foi encontrada. Seu sistema pode não estar configurado para inicialização UEFI.
ro: Nu au fost găsite partiții de sistem EFI. Sistemul dumneavoastră poate să nu fie configurat pentru boot UEFI.
ru: Не найдены разделы EFI. Ваша система может быть не настроена для загрузки UEFI.
sk: Neboli nájdené žiadne systémové oddiely EFI. Váš systém nemusí byť nakonfigurovaný pre spustenie UEFI.
sv: Inga EFI-systempartitioner hittades. Ditt system kanske inte är konfigurerat för UEFI-boot.
uk: Не знайдено жодних розділів системи EFI. Ваша система може бути не налаштована для завантаження UEFI.

source: EFI System Partition
bg: EFI системен дял
cs: EFI systémová oddíl
el: Διαμέρισμα Συστήματος EFI
es: Partición del sistema EFI
et: EFI süsteemiosakond
fi: EFI-järjestelmäosio
fr: Partition système EFI
he: מחיצת מערכת EFI
hr: EFI sustav particija
hu: EFI rendszerpartíció
is: EFI kerfiskipartition
it: Partizione di sistema EFI
ja: EFIシステムパーティション
nl: EFI-systeempartitie
no: EFI-systempartisjon
pl: Partycja systemowa EFI
pt: Partição do Sistema EFI
ro: Partiție de sistem EFI
ru: EFI системный раздел
sk: EFI systémová partícia
tr: EFI Sistem Bölümü
uk: EFI системний розділ
