Repository: biglinux/biglinux-grub-restore
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Intermediate restore will reinstall GRUB package and update configuration.
bg: Интермедийно възстановяване ще преинсталира пакета GRUB и ще актуализира конфигурацията.
cs: Mezilehlí obnovení přeinstaluje balíček GRUB a aktualizuje konfiguraci.
da: Mellemniveau gendannelse vil geninstallere GRUB-pakken og opdatere konfigurationen.
de: Die Zwischenwiederherstellung installiert das GRUB-Paket neu und aktualisiert die Konfiguration.
el: Η ενδιάμεση αποκατάσταση θα επανεγκαταστήσει το πακέτο GRUB και θα ενημερώσει τη διαμόρφωση.
es: La restauración intermedia reinstalará el paquete GRUB y actualizará la configuración.
et: Vahepealne taastamine installib GRUB paketi uuesti ja värskendab konfiguratsiooni.
fi: Välikäynnistys palauttaa GRUB-paketin ja päivittää asetukset.
fr: La restauration intermédiaire réinstallera le package GRUB et mettra à jour la configuration.
he: שחזור ביניים יתקין מחדש את חבילת GRUB ויעדכן את התצורה.
hr: Srednje vraćanje će ponovo instalirati GRUB paket i ažurirati konfiguraciju.
hu: Az köztes helyreállítás újratelepíti a GRUB csomagot és frissíti a konfigurációt.
is: Miðlungs endurheimt mun endursetja GRUB pakkann og uppfæra stillingar.
it: Il ripristino intermedio reinstallerà il pacchetto GRUB e aggiornerà la configurazione.
ja: 中間復元はGRUBパッケージを再インストールし、設定を更新します。
nl: Tussentijdse herstel zal het GRUB-pakket opnieuw installeren en de configuratie bijwerken.
no: Mellomliggende gjenoppretting vil reinstallere GRUB-pakken og oppdatere konfigurasjonen.
pl: Przywracanie pośrednie ponownie zainstaluje pakiet GRUB i zaktualizuje konfigurację.
pt: A restauração intermediária reinstalará o pacote GRUB e atualizará a configuração.
ro: Restaurarea intermediară va reinstala pachetul GRUB și va actualiza configurația.
ru: Промежуточное восстановление переустановит пакет GRUB и обновит конфигурацию.
sk: Stredné obnovenie preinštaluje balík GRUB a aktualizuje konfiguráciu.
sv: Intermediär återställning kommer att installera om GRUB-paketet och uppdatera konfigurationen.
uk: Проміжне відновлення перевстановить пакет GRUB та оновить конфігурацію.

source: Complete restore will perform full system update and kernel check.
bg: Пълно възстановяване ще извърши пълно обновление на системата и проверка на ядрото.
cs: Úplné obnovení provede úplnou aktualizaci systému a kontrolu jádra.
da: Fuld genopretning vil udføre en fuld systemopdatering og kernekontrol.
de: Vollständige Wiederherstellung führt ein vollständiges Systemupdate und eine Kernelüberprüfung durch.
el: Η πλήρης αποκατάσταση θα εκτελέσει πλήρη ενημέρωση συστήματος και έλεγχο πυρήνα.
es: La restauración completa realizará una actualización completa del sistema y una verificación del núcleo.
et: Täielik taastamine viib läbi täieliku süsteemi uuendamise ja kernelikontrolli.
fi: Kattava palautus suorittaa täydellisen järjestelmäpäivityksen ja ytimen tarkistuksen.
fr: La restauration complète effectuera une mise à jour complète du système et une vérification du noyau.
he: שחזור מלא יבצע עדכון מערכת מלא ובדיקת קרנל.
hr: Potpuno vraćanje će izvršiti potpunu ažuriranje sustava i provjeru jezgre.
hu: A teljes visszaállítás teljes rendszerfrissítést és kernel ellenőrzést végez.
is: Heildar endurheimt mun framkvæma fulla kerfisuppfærslu og kjarnaathugun.
it: Il ripristino completo eseguirà un aggiornamento completo del sistema e un controllo del kernel.
ja: 完全復元は、システムの完全な更新とカーネルのチェックを実行します。
nl: Volledige herstel voert een volledige systeemupdate en kernelcontrole uit.
no: Full gjenoppretting vil utføre full systemoppdatering og kjernesjekk.
pl: Pełne przywracanie wykona pełną aktualizację systemu i sprawdzenie jądra.
pt: A restauração completa realizará uma atualização completa do sistema e verificação do kernel.
ro: Restaurarea completă va efectua o actualizare completă a sistemului și o verificare a kernel-ului.
ru: Полное восстановление выполнит полное обновление системы и проверку ядра.
sk: Úplné obnovenie vykoná úplnú aktualizáciu systému a kontrolu jadra.
sv: Fullständig återställning kommer att utföra en fullständig systemuppdatering och kärnkontroll.
uk: Повне відновлення виконає повне оновлення системи та перевірку ядра.

source: Interactive terminal will open inside the selected system.
bg: Интерактивен терминал ще се отвори в избраната система.
cs: Interaktivní terminál se otevře uvnitř vybraného systému.
da: Interaktiv terminal åbnes inden i det valgte system.
de: Das interaktive Terminal wird im ausgewählten System geöffnet.
el: Ο διαδραστικός τερματικός θα ανοίξει μέσα στο επιλεγμένο σύστημα.
es: El terminal interactivo se abrirá dentro del sistema seleccionado.
et: Interaktiivne terminal avatakse valitud süsteemis.
fi: Interaktiivinen terminaali avautuu valitussa järjestelmässä.
fr: Le terminal interactif s'ouvrira à l'intérieur du système sélectionné.
he: הטרמינל האינטראקטיבי ייפתח בתוך המערכת הנבחרת.
hr: Interaktivni terminal će se otvoriti unutar odabranog sustava.
hu: Az interaktív terminál megnyílik a kiválasztott rendszerben.
is: Samfélagslegur terminal mun opnast innan valda kerfisins.
it: Il terminale interattivo si aprirà all'interno del sistema selezionato.
ja: 選択したシステム内にインタラクティブターミナルが開きます。
nl: Interactieve terminal wordt geopend binnen het geselecteerde systeem.
no: Interaktiv terminal vil åpne inne i det valgte systemet.
pl: Interaktywny terminal otworzy się w wybranym systemie.
pt: O terminal interativo será aberto dentro do sistema selecionado.
ro: Terminalul interactiv se va deschide în sistemul selectat.
ru: Интерактивный терминал откроется внутри выбранной системы.
sk: Interaktívny terminál sa otvorí v rámci vybraného systému.
sv: Interaktiv terminal kommer att öppnas i det valda systemet.
uk: Інтерактивний термінал відкриється всередині вибраної системи.

source: Control center will open inside the selected system.
bg: Контролен център ще се отвори в избраната система.
cs: Ovládací centrum se otevře uvnitř vybraného systému.
da: Kontrolcenteret åbnes inde i det valgte system.
de: Das Steuerzentrum wird im ausgewählten System geöffnet.
el: Το κέντρο ελέγχου θα ανοίξει μέσα στο επιλεγμένο σύστημα.
es: El centro de control se abrirá dentro del sistema seleccionado.
et: Kontrollikeskus avatakse valitud süsteemis.
fi: Ohjauskeskus avautuu valitussa järjestelmässä.
fr: Le centre de contrôle s'ouvrira à l'intérieur du système sélectionné.
he: מרכז הבקרה ייפתח בתוך המערכת שנבחרה.
hr: Kontrolni centar će se otvoriti unutar odabranog sustava.
hu: A vezérlőközpont a kiválasztott rendszerben fog megnyílni.
is: Stýringarmiðstöðin mun opnast innan valda kerfisins.
it: Il centro di controllo si aprirà all'interno del sistema selezionato.
ja: 選択したシステム内にコントロールセンターが開きます。
nl: Het bedieningscentrum wordt geopend binnen het geselecteerde systeem.
no: Kontrollsenteret vil åpne inne i det valgte systemet.
pl: Centrum sterowania otworzy się wewnątrz wybranego systemu.
pt: O centro de controle será aberto dentro do sistema selecionado.
ro: Centrul de control se va deschide în sistemul selectat.
ru: Центр управления откроется внутри выбранной системы.
sk: Ovládacie centrum sa otvorí v rámci vybraného systému.
sv: Kontrollcenter kommer att öppnas inuti det valda systemet.
uk: Центр керування відкриється всередині вибраної системи.

source: Package manager will open inside the selected system.
bg: Мениджърът на пакети ще се отвори в избраната система.
cs: Správce balíčků se otevře uvnitř vybraného systému.
da: Pakkestyringsværktøjet åbnes inden i det valgte system.
de: Paketmanager wird im ausgewählten System geöffnet.
el: Ο διαχειριστής πακέτων θα ανοίξει μέσα στο επιλεγμένο σύστημα.
es: El gestor de paquetes se abrirá dentro del sistema seleccionado.
et: Pakettihaldur avatakse valitud süsteemis.
fi: Pakettihallinta avautuu valitussa järjestelmässä.
fr: Le gestionnaire de paquets s'ouvrira dans le système sélectionné.
he: מנהל החבילות ייפתח בתוך המערכת שנבחרה.
hr: Upravitelj paketa će se otvoriti unutar odabranog sustava.
hu: A csomagkezelő a kiválasztott rendszerben fog megnyílni.
is: Pakkastjóri mun opnast innan valda kerfisins.
it: Il gestore di pacchetti si aprirà all'interno del sistema selezionato.
ja: パッケージマネージャーは選択したシステム内で開きます。
nl: Pakketbeheerder wordt geopend binnen het geselecteerde systeem.
no: Pakkebehandleren vil åpne inne i det valgte systemet.
pl: Menadżer pakietów otworzy się w wybranym systemie.
pt: O gerenciador de pacotes será aberto dentro do sistema selecionado.
ro: Managerul de pachete se va deschide în sistemul selectat.
ru: Диспетчер пакетов откроется внутри выбранной системы.
sk: Správca balíkov sa otvorí v rámci vybraného systému.
sv: Paketförvaltaren öppnas inuti det valda systemet.
uk: Менеджер пакетів відкриється всередині вибраної системи.

source: Restore in Progress
cs: Obnova probíhá
da: Gendannelse i gang
de: Wiederherstellung läuft
el: Ανάκτηση σε εξέλιξη
es: Restauración en progreso
et: Taastamine käib.
fi: Palautus käynnissä
fr: Restauration en cours
he: שחזור בתהליך
hr: Obnova u tijeku
hu: Visszaállítás folyamatban
is: Endurheimt í gangi
ja: 復元中
nl: Herstel in uitvoering
pl: Przywracanie w toku
pt: Restauração em Andamento
ro: Restaurare în curs de desfășurare
ru: Восстановление в процессе
sk: Obnova prebieha
uk: Відновлення триває

source: Please wait while the restore operation completes...
bg: Моля, изчакайте, докато операцията по възстановяване завърши...
cs: Prosím, čekejte, až se operace obnovení dokončí...
da: Vent venligst, mens gendannelsesoperationen afsluttes...
de: Bitte warten Sie, während der Wiederherstellungsvorgang abgeschlossen wird...
el: Παρακαλώ περιμένετε ενώ ολοκληρώνεται η διαδικασία αποκατάστασης...
es: Por favor, espere mientras se completa la operación de restauración...
et: Palun oodake, kuni taastamisoperatsioon lõpeb...
fi: Ole hyvä ja odota, kunnes palautustoiminto on valmis...
fr: Veuillez patienter pendant que l'opération de restauration se termine...
he: אנא המתן בזמן שהפעולה לשחזור מסתיימת...
hr: Molimo pričekajte dok se operacija vraćanja završi...
hu: Kérjük, várjon, amíg a visszaállítási művelet befejeződik...
is: Vinsamlegast bíðu meðan endurheimtaraðgerðin lýkur...
it: Attendere prego mentre l'operazione di ripristino viene completata...
ja: 復元操作が完了するまでお待ちください...
nl: Gelieve te wachten terwijl de herstelbewerking wordt voltooid...
no: Vennligst vent mens gjenopprettingsoperasjonen fullføres...
pl: Proszę czekać, aż operacja przywracania zostanie zakończona...
pt: Aguarde enquanto a operação de restauração é concluída...
ro: Vă rugăm să așteptați în timp ce operațiunea de restaurare se finalizează...
ru: Пожалуйста, подождите, пока завершится операция восстановления...
sk: Prosím, počkajte, kým sa operácia obnovenia dokončí...
sv: Vänligen vänta medan återställningsoperationen slutförs...
uk: Будь ласка, зачекайте, поки завершиться операція відновлення...

source: Technical Details
da: Tekniske detaljer
el: Τεχνικές Λεπτομέρειες
es: Detalles técnicos
fi: Tekniset tiedot
hr: Tehnički detalji
it: Dettagli Tecnici
nl: Technische Gegevens
ro: Detalii tehnice
sv: Tekniska detaljer
uk: Технічні деталі

source: Real-time execution log
da: Real-time udførelseslog
el: Καταγραφή εκτέλεσης σε πραγματικό χρόνο
es: Registro de ejecución en tiempo real
fi: Reaaliaikainen suoritustiedosto
hr: Zapis izvršenja u stvarnom vremenu
it: Registro di esecuzione in tempo reale
nl: Realtime uitvoeringslogboek
ro: Jurnal de execuție în timp real
sv: Realtidskörningslogg
uk: Журнал виконання в реальному часі

source: Terminal not available
bg: Терминалът не е наличен
da: Terminal ikke tilgængelig
el: Ο τερματικός δεν είναι διαθέσιμος
es: Terminal no disponible
fi: Pääte ei ole käytettävissä
hr: Terminal nije dostupan
it: Terminal non disponibile
nl: Terminal niet beschikbaar
no: Terminal ikke tilgjengelig
ro: Terminal indisponibil
sv: Terminal är inte tillgänglig
uk: Термінал недоступний

source: Restore Completed
bg: Възстановяването е завършено
cs: Obnovení dokončeno
da: Gendannelse Fuldført
de: Wiederherstellung abgeschlossen
el: Η αποκατάσταση ολοκληρώθηκε
es: Restauración completada
et: Taastamine lõpetatud
fi: Palautus valmis
fr: Restauration terminée
he: שחזור הושלם
hr: Obnova dovršena
hu: Visszaállítás befejeződött
is: Endurheimt lokið
it: Ripristino completato
ja: 復元完了
nl: Herstel Voltooid
no: Gjenoppretting fullført
pl: Przywracanie zakończone
pt: Restauração Concluída
ro: Restaurare finalizată
ru: Восстановление завершено
sk: Obnovenie dokončené
sv: Återställning slutförd
uk: Відновлення завершено

source: The restore operation completed successfully!
bg: Операцията по възстановяване завърши успешно!
cs: Obnova byla úspěšně dokončena!
da: Gendannelsesoperationen blev gennemført med succes!
de: Der Wiederherstellungsvorgang wurde erfolgreich abgeschlossen!
el: Η διαδικασία επαναφοράς ολοκληρώθηκε με επιτυχία!
es: ¡La operación de restauración se completó con éxito!
et: Taasteoperatsioon lõpetati edukalt!
fi: Palautustoiminto suoritettiin onnistuneesti!
fr: L'opération de restauration a été effectuée avec succès !
he: פעולת השחזור הושלמה בהצלחה!
hr: Operacija vraćanja je uspješno završena!
hu: A visszaállítási művelet sikeresen befejeződött!
is: Afturheimt aðgerðinni lauk með góðum árangri!
it: L'operazione di ripristino è stata completata con successo!
ja: 復元操作が正常に完了しました！
nl: De herstelbewerking is succesvol voltooid!
no: Gjenopprettingsoperasjonen ble fullført med suksess!
pl: Operacja przywracania zakończyła się pomyślnie!
pt: A operação de restauração foi concluída com sucesso!
ro: Operațiunea de restaurare s-a finalizat cu succes!
ru: Операция восстановления завершена успешно!
sk: Obnova bola úspešne dokončená!
sv: Återställningsoperationen slutfördes framgångsrikt!
uk: Операція відновлення успішно завершена!

source: Restore Failed
bg: Възстановяването неуспешно
cs: Obnovení se nezdařilo
da: Gendannelse mislykkedes
de: Wiederherstellung fehlgeschlagen
el: Αποκατάσταση Απέτυχε
es: Restauración fallida
et: Taastmine ebaõnnestus
fi: Palautus epäonnistui
fr: Restauration échouée
he: שחזור נכשל
hr: Obnova nije uspjela
hu: Helyreállítás sikertelen
is: Endurðun mistókst
it: Ripristino non riuscito
ja: 復元に失敗しました
nl: Herstel mislukt
no: Gjenoppretting mislyktes
pl: Przywracanie nie powiodło się
pt: Restauração Falhou
ro: Restaurare eșuată
ru: Восстановление не удалось
sk: Obnovenie zlyhalo
sv: Återställning misslyckades
uk: Відновлення не вдалося

source: The restore operation failed. Please try again.
bg: Операцията по възстановяване не успя. Моля, опитайте отново.
cs: Obnova selhála. Zkuste to prosím znovu.
da: Gendannelsesoperationen mislykkedes. Prøv venligst igen.
de: Der Wiederherstellungsprozess ist fehlgeschlagen. Bitte versuchen Sie es erneut.
el: Η λειτουργία επαναφοράς απέτυχε. Παρακαλώ δοκιμάστε ξανά.
es: La operación de restauración falló. Por favor, inténtalo de nuevo.
et: Taasteoperatsioon ebaõnnestus. Palun proovige uuesti.
fi: Palautustoiminto epäonnistui. Yritä uudelleen.
fr: L'opération de restauration a échoué. Veuillez réessayer.
he: פעולת השחזור נכשלה. אנא נסה שוב.
hr: Operacija vraćanja nije uspjela. Pokušajte ponovo.
hu: A visszaállítási művelet nem sikerült. Kérjük, próbálja újra.
is: Afturheimt aðgerð mistókst. Vinsamlegast reyndu aftur.
it: L'operazione di ripristino è fallita. Per favore riprova.
ja: 復元操作に失敗しました。もう一度お試しください。
nl: De herstelbewerking is mislukt. Probeer het opnieuw.
no: Gjenopprettingsoperasjonen mislyktes. Vennligst prøv igjen.
pl: Operacja przywracania nie powiodła się. Proszę spróbować ponownie.
pt: A operação de restauração falhou. Por favor, tente novamente.
ro: Operațiunea de restaurare a eșuat. Vă rugăm să încercați din nou.
ru: Операция восстановления не удалась. Пожалуйста, попробуйте снова.
sk: Obnova sa nepodarila. Skúste to znova.
sv: Återställningsoperationen misslyckades. Vänligen försök igen.
uk: Операція відновлення не вдалася. Будь ласка, спробуйте ще раз.

source: Close
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvori
hu: Bezárás
is: Lokaðu
it: Chiudi
ja: 閉じる
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
tr: Kapat
uk: Закрити

source: Restore Error
bg: Грешка при възстановяване
cs: Chyba obnovení
da: Gendannelsesfejl
de: Wiederherstellungsfehler
el: Σφάλμα Επαναφοράς
es: Error de restauración
et: Taaste viga
fi: Palautusvirhe
fr: Erreur de restauration
he: שגיאת שחזור
hr: Pogreška pri vraćanju
hu: Helyreállítási hiba
is: Endurunarvilla
it: Errore di ripristino
ja: 復元エラー
nl: Herstel Fout
no: Gjenopprettingsfeil
pl: Błąd przywracania
pt: Erro de Restauração
ro: Eroare de restaurare
ru: Ошибка восстановления
sk: Obnovenie chyby
sv: Återställningsfel
uk: Помилка відновлення

source: Terminal running inside the selected system. You can execute commands directly.
da: Terminal, der kører inde i det valgte system. Du kan udføre kommandoer direkte.
el: Τερματικό που εκτελείται μέσα στο επιλεγμένο σύστημα. Μπορείτε να εκτελέσετε εντολές απευθείας.
es: Terminal en ejecución dentro del sistema seleccionado. Puedes ejecutar comandos directamente.
hr: Terminal koji radi unutar odabranog sustava. Možete izravno izvršavati naredbe.
it: Terminal in esecuzione all'interno del sistema selezionato. Puoi eseguire comandi direttamente.
nl: Terminal die draait binnen het geselecteerde systeem. Je kunt opdrachten direct uitvoeren.
ro: Terminal rulând în interiorul sistemului selectat. Puteți executa comenzi direct.
sv: Terminal som körs inuti det valda systemet. Du kan köra kommandon direkt.
uk: Термінал, що працює всередині вибраної системи. Ви можете виконувати команди безпосередньо.

source: Terminal not available - VTE library not found
da: Terminal ikke tilgængelig - VTE-bibliotek ikke fundet
el: Ο τερματικός δεν είναι διαθέσιμος - Δεν βρέθηκε η βιβλιοθήκη VTE
es: Terminal no disponible - biblioteca VTE no encontrada
hr: Terminal nije dostupan - VTE biblioteka nije pronađena
it: Terminal non disponibile - libreria VTE non trovata
nl: Terminal niet beschikbaar - VTE-bibliotheek niet gevonden
ro: Terminal indisponibil - biblioteca VTE nu a fost găsită
sv: Terminal inte tillgänglig - VTE-biblioteket hittades inte
uk: Термінал недоступний - бібліотеку VTE не знайдено

source: Linux System
bg: Линукс система
cs: Linuxový systém
el: Σύστημα Linux
es: Sistema Linux
et: Linuxi süsteem
fi: Linux-järjestelmä
fr: Système Linux
he: מערכת לינוקס
hr: Linux sustav
hu: Linux Rendszer
is: Linux kerfi
it: Sistema Linux
ja: Linuxシステム
nl: Linux-systeem
pl: System Linux
pt: Sistema Linux
ro: Sistem Linux
ru: Система Linux
sk: Linux systém
uk: Система Linux

source: No system detected
bg: Не е открито устройство.
cs: Žádný systém nebyl detekován
da: Ingen system fundet
de: Kein System erkannt
el: Δεν ανιχνεύθηκε κανένα σύστημα
es: No se detectó ningún sistema
et: Süsteemi ei tuvastatud
fi: Ei järjestelmää havaittu
fr: Aucun système détecté
he: לא זוהה מערכת
hr: Nema sustava otkrivenog
hu: Nincs észlelt rendszer
is: Engin ekki greindur
it: Nessun sistema rilevato
ja: システムが検出されませんでした。
nl: Geen systeem gedetecteerd
no: Ingen system oppdaget
pl: Nie wykryto systemu
pt: Nenhum sistema detectado
ro: Niciun sistem detectat
ru: Система не обнаружена
sk: Žiadny systém nebol zistený.
sv: Inga system upptäcktes
uk: Систему не виявлено

source: Partition
bg: Разделение
cs: Oddíl
el: Κατανομή
es: Partición
et: Partitsioon
fi: Osio
fr: Partitionnement
he: מחיצה
hr: Particija
hu: Partíció
is: Partisjon
it: Partizione
ja: パーティション
nl: Partitie
no: Partisjon
pl: Partycja
pt: Partição
ro: Partiție
ru: Разделение
sk: Partícia
uk: Розділ

source: Not selected
bg: Не е избрано
cs: Není vybráno
da: Ikke valgt
de: Nicht ausgewählt
el: Μη επιλεγμένο
es: No seleccionado
et: Ei ole valitud
fi: Ei valittu
fr: Non sélectionné
he: לא נבחר
hr: Nije odabrano
hu: Nem kiválasztva
is: Ekki valið
it: Non selezionato
ja: 未選択
nl: Niet geselecteerd
no: Ikke valgt
pl: Nie wybrano
pt: Não selecionado
ro: Neselectat
ru: Не выбрано
sk: Nie je vybrané
sv: Inte vald
uk: Не вибрано

source: Not available
bg: Не е налично
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
et: Ei ole saadaval
fi: Ei saatavilla
fr: Non disponible
he: לא זמין
hr: Nije dostupno
hu: Nem elérhető
is: Ekki í boði
it: Non disponibile
ja: 利用できません
nl: Niet beschikbaar
no: Ikke tilgjengelig
pl: Niedostępne
pt: Indisponível
ro: Nu este disponibil.
ru: Недоступно
sk: Nedostupné
sv: Inte tillgänglig
uk: Не доступно

source: Linux Installation
bg: Инсталация на Linux
cs: Instalace Linuxu
el: Εγκατάσταση Linux
es: Instalación de Linux
et: Linuxi installatsioon
fi: Linux-asennus
fr: Installation de Linux
he: התקנת לינוקס
hr: Instalacija Linuxa
hu: Linux telepítés
is: Linux uppsetning
it: Installazione di Linux
ja: Linuxのインストール
nl: Linux-installatie
no: Linux-installasjon
pl: Instalacja Linuxa
pt: Instalação do Linux
ro: Instalare Linux
ru: Установка Linux
sk: Inštalácia Linuxu
uk: Встановлення Linux

source: Not specified
bg: Не е посочено
el: Μη καθορισμένο
es: No especificado
et: Mitte ei ole määratud
fi: Ei määritelty
fr: Non spécifié
he: לא צוין
hr: Nije navedeno
hu: Nem megadott
is: Ekki tilgreint
it: Non specificato
ja: 指定されていません
nl: Niet gespecificeerd
no: Ikke spesifisert
pl: Nie określono
pt: Não especificado
ro: Nu este specificat
ru: Не указано
sk: Nespecifikované
sv: Inte specificerat
uk: Не вказано

source: No System
cs: Žádný systém
da: Ingen system
de: Kein System
el: Κανένα Σύστημα
es: Sin sistema
fi: Ei järjestelmää
hr: Nema sustava
hu: Nincs rendszer
ja: システムなし
nl: Geen systeem
pl: Brak systemu
pt: Sem Sistema
ro: Fără sistem
ru: Нет системы
sk: Žiadny systém
uk: Немає системи

source: No Linux installation detected
bg: Не е открита инсталация на Linux
cs: Nebyla zjištěna žádná instalace Linuxu
da: Ingen Linux-installation opdaget
de: Keine Linux-Installation erkannt
el: Δεν ανιχνεύθηκε εγκατάσταση Linux
es: No se detectó ninguna instalación de Linux.
et: Linuxi installatsiooni ei leitud
fi: Ei Linux-asennusta havaittu
fr: Aucune installation de Linux détectée
he: לא זוהתה התקנת לינוקס
hr: Nema otkrivene Linux instalacije
hu: Nincs Linux telepítés észlelve
is: Engin Linux uppsetning fannst ekki
it: Nessuna installazione di Linux rilevata
ja: Linuxのインストールが検出されませんでした。
nl: Geen Linux-installatie gedetecteerd
no: Ingen Linux-installasjon oppdaget
pl: Nie wykryto instalacji systemu Linux
pt: Nenhuma instalação do Linux detectada
ro: Nu a fost detectată nicio instalare Linux.
ru: Не обнаружена установка Linux
sk: Nebola zistená inštalácia Linuxu
sv: Ingen Linux-installation upptäcktes
uk: Не виявлено встановлення Linux

source: Not detected
bg: Не е открито
cs: Není detekováno
da: Ikke registreret
de: Nicht erkannt
el: Δεν ανιχνεύθηκε
es: No detectado
et: Ei tuvastatud
fi: Ei havaittu
fr: Non détecté
he: לא זוהה
hr: Nije otkriveno
hu: Nem észlelve
is: Ekki greint
it: Non rilevato
ja: 検出されませんでした
nl: Niet gedetecteerd
no: Ikke oppdaget
pl: Nie wykryto
pt: Não detectado
ro: Nedisponibil
ru: Не обнаружено
sk: Nenašlo sa
sv: Inte upptäckt
uk: Не виявлено
