Repository: biglinux/biglinux-grub-restore
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Restore GRUB bootloader and repair boot issues
bg: Възстановяване на GRUB зареждача и поправка на проблеми с зареждането
cs: Obnovit GRUB zaváděč a opravit problémy se zaváděním
da: Gendan GRUB bootloader og reparer opstartsproblemer
de: GRUB-Bootloader wiederherstellen und Bootprobleme reparieren
el: Αποκατάσταση του φορτωτή εκκίνησης GRUB και επισκευή προβλημάτων εκκίνησης
es: Restaurar el cargador de arranque GRUB y reparar problemas de arranque
et: Taasta GRUB käivitaja ja paranda käivitamisprobleemid
fi: Palauta GRUB-käynnistyslataaja ja korjaa käynnistysongelmat
fr: Restaurer le chargeur de démarrage GRUB et réparer les problèmes de démarrage
he: שחזר את מנהל האתחול GRUB ותיקן בעיות אתחול
hr: Obnovite GRUB pokretač i popravite probleme s pokretanjem
hu: Állítsa vissza a GRUB betöltőt és javítsa a rendszerindítási problémákat
is: Endurðu GRUB upphafsforritið og lagfærðu upphafsvandamál.
it: Ripristina il bootloader GRUB e ripara i problemi di avvio
ja: GRUBブートローダーを復元し、ブートの問題を修正する
nl: Herstel GRUB-opstartloader en repareer opstartproblemen
no: Gjenopprett GRUB oppstartslaster og reparer oppstartsproblemer
pl: Przywróć bootloader GRUB i napraw problemy z uruchamianiem
pt: Restaurar o carregador de inicialização GRUB e reparar problemas de inicialização
ro: Restaurare bootloader-ul GRUB și repararea problemelor de boot
ru: Восстановить загрузчик GRUB и исправить проблемы с загрузкой
sk: Obnovi bootloader GRUB a oprav problémy s bootovaním
sv: Återställ GRUB-bootloadern och reparera startproblem
uk: Відновити завантажувач GRUB та виправити проблеми з завантаженням

source: About
bg: За програмата
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Tietoja
fr: À propos
he: אודות
hr: O programu
hu: Névjegy
is: Um umfjöllun
it: Informazioni
ja: 情報について
nl: Over
no: Om
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Про програму

source: Quit
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välja
fi: Lopeta
fr: Quitter
he: צא
hr: Izlaz
hu: Kilépés
is: Hætta við
it: Esci
ja: 終了
nl: Afsluiten
no: Avslutt
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sv: Avsluta
tr: Çıkış yap
uk: Вихід

source: GRUB Restore Tool
bg: Инструмент за възстановяване на GRUB
cs: Nástroj pro obnovení GRUB
da: GRUB Gendannelsesværktøj
de: GRUB Wiederherstellungstool
el: Εργαλείο Επαναφοράς GRUB
es: Herramienta de Restauración de GRUB
et: GRUBi taastamise tööriist
fi: GRUB Palautustyökalu
fr: Outil de restauration GRUB
he: כלי שחזור GRUB
hr: GRUB alat za vraćanje
hu: GRUB Visszaállító Eszköz
is: GRUB endurunarverkfæri
it: Strumento di ripristino GRUB
ja: GRUB復元ツール
nl: GRUB Herstelhulpmiddel
no: GRUB Gjenopprettingsverktøy
pl: Narzędzie do przywracania GRUB
pt: Ferramenta de Restauração do GRUB
ro: Instrument de restaurare GRUB
ru: Инструмент восстановления GRUB
sk: Nástroj na obnovenie GRUB
sv: GRUB Återställningsverktyg
uk: Інструмент відновлення GRUB

source: This tool should be used in
da: Dette værktøj bør bruges i
el: Αυτό το εργαλείο θα πρέπει να χρησιμοποιείται σε
es: Esta herramienta debe usarse en
hr: Ovaj alat treba koristiti u
it: Questo strumento dovrebbe essere utilizzato in
nl: Deze tool moet worden gebruikt in
ro: Acest instrument ar trebui folosit în
sv: Detta verktyg bör användas i
uk: Цей інструмент слід використовувати в

source: Mode
da: Tilstand
el: Λειτουργία
es: Modo
hr: Način
it: Modalità
nl: Modus
ro: Modă
sv: Läge
uk: Режим

source: to restore the BOOT of the BigLinux installed on the HD or SSD. If the installed system is booting correctly, there are no boot problems, so it's better not to proceed with this tool.
da: at gendanne BOOT af BigLinux installeret på HD eller SSD. Hvis det installerede system starter korrekt, er der ingen opstartsproblemer, så er det bedre ikke at fortsætte med dette værktøj.
el: να αποκαταστήσετε το BOOT του BigLinux που είναι εγκατεστημένο στον HD ή SSD. Εάν το εγκατεστημένο σύστημα εκκινεί σωστά, δεν υπάρχουν προβλήματα εκκίνησης, οπότε είναι καλύτερα να μην προχωρήσετε με αυτό το εργαλείο.
es: para restaurar el BOOT de BigLinux instalado en el HD o SSD. Si el sistema instalado está arrancando correctamente, no hay problemas de arranque, por lo que es mejor no proceder con esta herramienta.
hr: za vraćanje BOOT-a BigLinux-a instaliranog na HD-u ili SSD-u. Ako instalirani sustav ispravno pokreće, nema problema s pokretanjem, pa je bolje ne nastaviti s ovim alatom.
it: per ripristinare il BOOT di BigLinux installato sull'HD o SSD. Se il sistema installato si avvia correttamente, non ci sono problemi di avvio, quindi è meglio non procedere con questo strumento.
nl: de BOOT van de BigLinux die op de HD of SSD is geïnstalleerd te herstellen. Als het geïnstalleerde systeem correct opstart, zijn er geen opstartproblemen, dus het is beter om niet verder te gaan met deze tool.
ro: pentru a restaura BOOT-ul BigLinux instalat pe HD sau SSD. Dacă sistemul instalat pornește corect, nu există probleme de boot, așa că este mai bine să nu continuați cu acest instrument.
sv: att återställa BOOT för BigLinux installerat på HD eller SSD. Om det installerade systemet startar korrekt finns det inga startproblem, så det är bättre att inte fortsätta med det här verktyget.
uk: to restore the BOOT of the BigLinux installed on the HDD or SSD. If the installed system is booting correctly, there are no boot problems, so it's better not to proceed with this tool.

source: Start
el: Έναρξη
es: Iniciar
hr: Započni
it: Inizio
ro: Începe
sv: Starta
uk: Почати

source: Detecting Systems
bg: Откриващи системи
cs: Detekující systémy
da: Registreringssystemer
de: Erkennungssysteme
el: Ανίχνευση Συστημάτων
es: Detectando Sistemas
et: Süsteemide tuvastamine
fi: Järjestelmien havaitseminen
fr: Détection des systèmes
he: זיהוי מערכות
hr: Otkrivanje sustava
hu: Rendszerek észlelése
is: Að greina kerfi
it: Rilevamento dei sistemi
ja: システムの検出
nl: Systemen detecteren
no: Oppdagelse av systemer
pl: Wykrywanie systemów
pt: Detectando Sistemas
ro: Detectarea sistemelor
ru: Обнаружение систем
sk: Detekcia systémov
sv: Upptäckta system
tr: Sistemleri Tespit Etme
uk: Виявлення систем

source: Please wait while we scan your system...
bg: Моля, изчакайте, докато сканираме вашата система...
cs: Prosím, čekejte, zatímco skenujeme váš systém...
da: Vent venligst, mens vi scanner dit system...
de: Bitte warten Sie, während wir Ihr System scannen...
el: Παρακαλώ περιμένετε ενώ σαρώσουμε το σύστημά σας...
es: Por favor, espere mientras escaneamos su sistema...
et: Palun oodake, kui me skaneerime teie süsteemi...
fi: Ole hyvä ja odota, kun skannaamme järjestelmääsi...
fr: Veuillez patienter pendant que nous analysons votre système...
he: אנא המתן enquanto אנו סורקים את המערכת שלך...
hr: Molimo pričekajte dok skeniramo vaš sustav...
hu: Kérjük, várjon, amíg átvizsgáljuk a rendszerét...
is: Vinsamlegast bíðu meðan við skönnum kerfið þitt...
it: Attendere mentre scansioniamo il tuo sistema...
ja: システムをスキャンしていますので、お待ちください...
nl: Even geduld terwijl we uw systeem scannen...
no: Vennligst vent mens vi skanner systemet ditt...
pl: Proszę czekać, podczas gdy skanujemy Twój system...
pt: Por favor, aguarde enquanto escaneamos seu sistema...
ro: Vă rugăm să așteptați în timp ce scanăm sistemul dumneavoastră...
ru: Пожалуйста, подождите, пока мы сканируем вашу систему...
sk: Prosím, počkajte, kým skenujeme váš systém...
sv: Vänligen vänta medan vi skannar ditt system...
uk: Будь ласка, зачекайте, поки ми скануємо вашу систему...

source: Initializing detection...
el: Αρχικοποίηση ανίχνευσης...
es: Inicializando detección...
hr: Inicijalizacija detekcije...
it: Inizializzazione della rilevazione...
nl: Detectie initialiseren...
sv: Initierar detektering...
uk: Ініціалізація виявлення...

source: Scanning for Linux systems...
el: Σάρωση για συστήματα Linux...
es: Escaneando sistemas Linux...
hr: Skeniranje Linux sustava...
it: Scansione dei sistemi Linux...
nl: Scannen naar Linux-systemen...
sv: Skannar efter Linux-system...
uk: Сканування для систем Linux...

source: Analyzing boot configuration...
el: Ανάλυση διαμόρφωσης εκκίνησης...
es: Analizando la configuración de arranque...
hr: Analiziranje konfiguracije pokretanja...
it: Analizzando la configurazione di avvio...
nl: Analyseren van opstartconfiguratie...
sv: Analyserar startkonfiguration...
uk: Аналіз конфігурації завантаження...

source: Detection Failed
bg: Неуспешно откритие
cs: Detekce selhala
da: Registrering mislykkedes
de: Erkennung fehlgeschlagen
el: Αποτυχία ανίχνευσης
es: Detección fallida
et: Tuvastamine ebaõnnestus
fi: Havaitseminen epäonnistui
fr: Échec de la détection
he: זיהוי נכשל
hr: Otkrivanje neuspjelo
hu: A észlelés meghiúsult
is: Skilning mistókst
it: Rilevamento non riuscito
ja: 検出に失敗しました
nl: Detectie mislukt
no: Deteksjon mislyktes
pl: Wykrywanie nie powiodło się
pt: Detecção Falhou
ro: Detectare eșuată
ru: Обнаружение не удалось
sk: Zistenie zlyhalo
sv: Detektering misslyckades
tr: Algılama Başarısız oldu
uk: Виявлення не вдалося

source: Try Again
bg: Опитайте отново
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayez
he: נסה שוב
hr: Pokušajte ponovo
hu: Próbáld újra
is: Reyndu aftur
it: Riprova
ja: 再試行してください
nl: Probeer het opnieuw
no: Prøv igjen
pl: Spróbuj ponownie
pt: Tente Novamente
ro: Încercați din nou
ru: Попробуйте снова
sk: Skúste znova
sv: Försök igen
uk: Спробуйте ще раз

source: No Systems Found
bg: Няма намерени системи
cs: Žádné systémy nenalezeny
da: Ingen systemer fundet
de: Keine Systeme gefunden
el: Δεν βρέθηκαν συστήματα
es: No se encontraron sistemas
et: Süsteeme ei leitud
fi: Ei järjestelmiä löytynyt
fr: Aucun système trouvé
he: לא נמצאו מערכות
hr: Nema pronađenih sustava
hu: Nincs található rendszer
is: Engin fannst ekki
it: Nessun sistema trovato
ja: システムが見つかりませんでした。
nl: Geen systemen gevonden
no: Ingen systemer funnet
pl: Nie znaleziono systemów
pt: Nenhum sistema encontrado
ro: Niciun sistem găsit
ru: Системы не найдены
sk: Žiadne systémy nenájdené
sv: Inga system hittades
tr: Sistem Bulunamadı
uk: Системи не знайдено

source: No Linux installations found on this computer.
bg: Не са намерени инсталации на Linux на този компютър.
cs: Na tomto počítači nebyly nalezeny žádné instalace Linuxu.
da: Ingen Linux-installationer fundet på denne computer.
de: Keine Linux-Installationen auf diesem Computer gefunden.
el: Δεν βρέθηκαν εγκαταστάσεις Linux σε αυτόν τον υπολογιστή.
es: No se encontraron instalaciones de Linux en este ordenador.
et: Sellel arvutil ei leitud ühtegi Linuxi installatsiooni.
fi: Tätä tietokonetta ei löytynyt Linux-asennuksia.
fr: Aucune installation Linux trouvée sur cet ordinateur.
he: לא נמצאו התקנות לינוקס במחשב הזה.
hr: Nema instalacija sustava Linux na ovom računalu.
hu: Nincs Linux telepítés található ezen a számítógépen.
is: Engin Linux uppsetningar fundust á þessum tölvu.
it: Nessuna installazione di Linux trovata su questo computer.
ja: このコンピュータにLinuxのインストールは見つかりませんでした。
nl: Geen Linux-installaties gevonden op deze computer.
no: Ingen Linux-installasjoner funnet på denne datamaskinen.
pl: Nie znaleziono instalacji systemu Linux na tym komputerze.
pt: Nenhuma instalação do Linux encontrada neste computador.
ro: Nu au fost găsite instalări Linux pe acest computer.
ru: На этом компьютере не найдены установки Linux.
sk: Na tomto počítači neboli nájdené žiadne inštalácie Linuxu.
sv: Inga Linux-installationer hittades på den här datorn.
uk: Не знайдено жодних установок Linux на цьому комп'ютері.

source: Back
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
et: Tagasi
fi: Takaisin
fr: Retour
he: חזור
hr: Natrag
hu: Vissza
is: Til baka
it: Indietro
ja: 戻る
nl: Terug
no: Tilbake
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
uk: Назад

source: Select System to Restore
cs: Vyberte systém k obnovení
da: Vælg system til gendannelse
de: System zur Wiederherstellung auswählen
el: Επιλέξτε Σύστημα για Επαναφορά
es: Seleccionar sistema para restaurar
fi: Valitse palautettava järjestelmä
hr: Odaberite sustav za vraćanje
hu: Rendszer kiválasztása a visszaállításhoz
ja: 復元するシステムを選択してください
nl: Selecteer Systeem om te Herstellen
pl: Wybierz system do przywrócenia
pt: Selecionar Sistema para Restaurar
ro: Selectați sistemul de restaurat
ru: Выберите систему для восстановления
sk: Vyberte systém na obnovenie
uk: Виберіть систему для відновлення

source: Detected Linux Systems
bg: Открити Linux системи
cs: Zjištěné systémy Linux
da: Opdagede Linux-systemer
de: Erkannte Linux-Systeme
el: Ανιχνευμένα Συστήματα Linux
es: Sistemas Linux detectados
et: Tuvastatud Linuxi süsteemid
fi: Havaitut Linux-järjestelmät
fr: Systèmes Linux détectés
he: מערכות לינוקס זוהו
hr: Otkriveni Linux sustavi
hu: Felfedezett Linux rendszerek
is: Linux kerfi greindust.
it: Sistemi Linux rilevati
ja: 検出されたLinuxシステム
nl: Gedetecteerde Linux-systemen
no: Oppdaget Linux-systemer
pl: Wykryte systemy Linux
pt: Sistemas Linux Detectados
ro: Sisteme Linux detectate
ru: Обнаруженные системы Linux
sk: Zistené systémy Linux
sv: Upptäckta Linux-system
uk: Виявлені системи Linux

source: Found
da: Fundet
el: Βρέθηκε
es: Encontrado
fi: Löydetty
hr: Pronađeno
nl: Gevonden
ro: Găsit
uk: Знайдено

source: system(s)
da: system(er)
el: σύστημα(τα)
es: sistema(s)
fi: järjestelmä(t)
hr: sustav(i)
nl: systeem(en)
ro: sistem(e)
uk: система(и)

source: Boot Configuration
bg: Конфигурация на зареждане
cs: Konfigurace spouštění
da: Boot-konfiguration
de: Bootkonfiguration
el: Διαμόρφωση Εκκίνησης
es: Configuración de arranque
et: Käivitamise konfiguratsioon
fi: Käynnistyskonfiguraatio
fr: Configuration de démarrage
he: תצורת אתחול
hr: Konfiguracija pokretanja
hu: Boot konfiguráció
is: Boot stilling
it: Configurazione di avvio
ja: ブート構成
nl: Opstartconfiguratie
no: Oppstartskonfigurasjon
pl: Konfiguracja rozruchu
pt: Configuração de Inicialização
ro: Configurare Boot
ru: Конфигурация загрузки
sk: Konfigurácia spustenia
sv: Startkonfiguration
uk: Конфігурація завантаження

source: Current Boot Mode
bg: Текущи режим на зареждане
cs: Aktuální režim spouštění
da: Nuværende opstartstilstand
de: Aktueller Startmodus
el: Τρέχουσα Λειτουργία Εκκίνησης
es: Modo de arranque actual
et: Praegune käivitamisrežiim
fi: Nykyinen käynnistystila
fr: Mode de démarrage actuel
he: מצב אתחול נוכחי
hr: Trenutni način pokretanja
hu: Jelenlegi indítási mód
is: núverandi ræsiháttur
it: Modalità di avvio corrente
ja: 現在のブートモード
nl: Huidige opstartmodus
no: Nåværende oppstartmodus
pl: Bieżący tryb rozruchu
pt: Modo de Inicialização Atual
ro: Modul de Boot Curent
ru: Текущий режим загрузки
sk: Aktuálny režim spustenia
sv: Aktuell startläge
uk: Поточний режим завантаження

source: EFI Partitions Found
bg: Намерени EFI дялове
cs: Nalezené EFI oddíly
da: EFI-partitioner fundet
de: EFI-Partitionen gefunden
el: Βρέθηκαν διαμερίσματα EFI
es: Particiones EFI encontradas
et: Leitud EFI jaotised
fi: EFI-osioita löytyi
fr: Partitions EFI trouvées
he: נמצאו מחיצות EFI
hr: Pronađene EFI particije
hu: EFI partíciók találva
is: EFI skiptur fundin
it: Partizioni EFI Trovate
ja: EFIパーティションが見つかりました
nl: EFI-partities gevonden
no: EFI-partisjoner funnet
pl: Znalezione partycje EFI
pt: Partições EFI Encontradas
ro: Partiții EFI găsite
ru: Найдены разделы EFI
sk: Nájdené EFI oddiely
sv: EFI-partitioner hittades
uk: Знайдено розділи EFI

source: partition(s)
da: partition(er)
el: κατανομή(ες)
es: partición(es)
fi: osio(t)
hr: particija(e)
nl: partitie(s)
ro: partiție(partiții)

source: Continue
da: Fortsæt
el: Συνέχεια
es: Continuar
hr: Nastavi
it: Continua
nl: Doorgaan
ro: Continuare
sv: Fortsätt
tr: Devam et
uk: Продолжити

source: Select Target Disk
cs: Vyberte cílový disk
da: Vælg mål-disk
de: Ziel-Disk auswählen
el: Επιλέξτε Στόχο Δίσκο
es: Seleccionar disco de destino
fi: Valitse kohdelevy
hr: Odaberite ciljani disk
hu: Céllemez kiválasztása
ja: ターゲットディスクを選択
nl: Selecteer Doelschijf
pl: Wybierz dysk docelowy
pt: Selecionar Disco de Destino
ro: Selectați discul țintă
ru: Выберите целевой диск
sk: Vyberte cieľový disk
uk: Виберіть цільовий диск

source: Select the disk where GRUB will be installed. The bootloader will be written to the beginning (MBR) of the selected disk.
bg: Изберете диска, на който ще бъде инсталиран GRUB. Зареждащият мениджър ще бъде записан в началото (MBR) на избрания диск.
da: Vælg den disk, hvor GRUB vil blive installeret. Bootloaderen vil blive skrevet til begyndelsen (MBR) af den valgte disk.
el: Επιλέξτε τον δίσκο όπου θα εγκατασταθεί το GRUB. Ο φορτωτής εκκίνησης θα γραφτεί στην αρχή (MBR) του επιλεγμένου δίσκου.
es: Seleccione el disco donde se instalará GRUB. El gestor de arranque se escribirá al principio (MBR) del disco seleccionado.
et: Valige ketas, kuhu GRUB installitakse. Käivituslaadur kirjutatakse valitud ketta algusesse (MBR).
fi: Valitse levy, johon GRUB asennetaan. Käynnistyslataaja kirjoitetaan valitun levyn alkuun (MBR).
fr: Sélectionnez le disque sur lequel GRUB sera installé. Le chargeur de démarrage sera écrit au début (MBR) du disque sélectionné.
he: בחר את הדיסק שבו יותקן GRUB. מנהל האתחול ייכתב להתחלה (MBR) של הדיסק הנבחר.
hr: Odaberite disk na koji će biti instaliran GRUB. Učitavač sustava bit će zapisan na početak (MBR) odabranog diska.
is: Veldu diskinn þar sem GRUB verður settur upp. Bootloaderinn verður skrifaður í byrjun (MBR) valda disksins.
it: Seleziona il disco su cui verrà installato GRUB. Il bootloader verrà scritto all'inizio (MBR) del disco selezionato.
nl: Selecteer de schijf waarop GRUB zal worden geïnstalleerd. De opstartloader zal worden geschreven naar het begin (MBR) van de geselecteerde schijf.
no: Velg disken der GRUB skal installeres. Oppstartslasteren vil bli skrevet til begynnelsen (MBR) av den valgte disken.
ro: Selectați discul pe care va fi instalat GRUB. Bootloaderul va fi scris la începutul (MBR) discului selectat.
sv: Välj disken där GRUB kommer att installeras. Startladdaren kommer att skrivas till början (MBR) av den valda disken.
uk: Виберіть диск, на якому буде встановлено GRUB. Завантажувач буде записано на початку (MBR) вибраного диска.

source: Available Disks
bg: Налични дискове
cs: Dostupné disky
da: Tilgængelige diske
de: Verfügbare Laufwerke
el: Διαθέσιμες Δίσκοι
es: Discos disponibles
et: Saadaval kettad
fi: Saatavilla olevat levyt
fr: Disques disponibles
he: דיסקים זמינים
hr: Dostupni diskovi
hu: Elérhető lemezek
is: Tiltar Diska
it: Dischi disponibili
ja: 利用可能なディスク
nl: Beschikbare schijven
no: Tilgjengelige disker
pl: Dostępne dyski
pt: Discos Disponíveis
ro: Discuri disponibile
ru: Доступные диски
sk: Dostupné disky
sv: Tillgängliga diskar
uk: Доступні диски

source: disk(s)
da: disk(e)
el: δίσκος(οι)
es: disco(s)
fi: levy(t)
hr: diskovi
nl: schijf(en)
ro: disk(uri)

source: Partition table
da: Partitionstabel
el: Πίνακας κατανομής
es: Tabla de particiones
fi: Osio-taulukko
hr: Tablica particija
nl: Partitietabel
ro: Tabel de partiții
uk: Таблиця розділів

source: Unknown model
bg: Непознат модел
cs: Neznámý model
da: Ukendt model
de: Unbekanntes Modell
el: Άγνωστο μοντέλο
es: Modelo desconocido
et: Tundmatu mudel
fi: Tuntematon malli
fr: Modèle inconnu
he: מודל לא ידוע
hr: Nepoznat model
hu: Ismeretlen modell
is: Óþekktur líkan
it: Modello sconosciuto
ja: 不明なモデル
nl: Onbekend model
no: Ukjent modell
pl: Nieznany model
pt: Modelo desconhecido
ro: Model necunoscut
ru: Неизвестная модель
sk: Neznámy model
sv: Okänd modell
uk: Невідомий модель

source: Filesystem
bg: Файлова система
cs: Souborový systém
da: Filsystem
de: Dateisystem
el: Σύστημα αρχείων
es: Sistema de archivos
et: Failisüsteem
fi: Tiedostojärjestelmä
fr: Système de fichiers
he: מערכת קבצים
hr: Datotečni sustav
hu: Fájlrendszer
is: Skýringakerfi
ja: ファイルシステム
nl: Bestandssysteem
no: Filssystem
pl: System plików
pt: Sistema de arquivos
ro: Sistem de fișiere
ru: Файловая система
sk: Súborový systém
sv: Filssystem
uk: Файлова система

source: Restore Options
cs: Možnosti obnovení
da: Gendan indstillinger
de: Wiederherstellungsoptionen
el: Επιλογές Επαναφοράς
es: Opciones de restauración
fi: Palautusasetukset
hr: Opcije vraćanja
hu: Visszaállítási lehetőségek
ja: 復元オプション
nl: Herstelopties
pl: Opcje przywracania
pt: Opções de Restauração
ro: Opțiuni de restaurare
ru: Параметры восстановления
sk: Možnosti obnovenia
uk: Відновлення параметрів
