Repository: biglinux/biglinux-grub-restore
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Internet Connection Required
bg: Изисква се интернет връзка
cs: Požadované připojení k internetu
da: Internetforbindelse påkrævet
de: Internetverbindung erforderlich
el: Απαιτείται σύνδεση στο Διαδίκτυο
es: Se requiere conexión a Internet
et: Nõutav internetiühendus
fi: Internet-yhteys vaaditaan
fr: Connexion Internet requise
he: דרוש חיבור לאינטרנט
hr: Potrebna internetska veza
hu: Internetkapcsolat szükséges
is: Tengdu internet tengingu.
it: Connessione Internet richiesta
ja: インターネット接続が必要です
nl: Internetverbinding Vereist
no: Internettforbindelse kreves
pl: Wymagane połączenie z Internetem
pt: Conexão com a Internet Necessária
ro: Conexiune la Internet necesară
ru: Требуется подключение к Интернету
sk: Vyžaduje sa internetové pripojenie
sv: Internetanslutning krävs
uk: Потрібне підключення до Інтернету

source: This restore option requires an internet connection to download packages and updates. Please check your network connection and try again.
bg: Тази опция за възстановяване изисква интернет връзка за изтегляне на пакети и актуализации. Моля, проверете вашата мрежова връзка и опитайте отново.
cs: Tato možnost obnovení vyžaduje připojení k internetu pro stažení balíčků a aktualizací. Zkontrolujte své síťové připojení a zkuste to znovu.
da: Denne gendannelsesmulighed kræver en internetforbindelse for at downloade pakker og opdateringer. Kontroller venligst din netværksforbindelse, og prøv igen.
de: Diese Wiederherstellungsoption erfordert eine Internetverbindung, um Pakete und Updates herunterzuladen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
el: Αυτή η επιλογή επαναφοράς απαιτεί σύνδεση στο διαδίκτυο για να κατεβάσει πακέτα και ενημερώσεις. Παρακαλώ ελέγξτε τη σύνδεση δικτύου σας και δοκιμάστε ξανά.
es: Esta opción de restauración requiere una conexión a Internet para descargar paquetes y actualizaciones. Por favor, verifica tu conexión de red e inténtalo de nuevo.
et: See taastamisvalik nõuab pakettide ja värskenduste allalaadimiseks internetiühendust. Palun kontrollige oma võrguühendust ja proovige uuesti.
fi: Tämä palautusvaihtoehto vaatii internet-yhteyden pakettien ja päivitysten lataamista varten. Tarkista verkkoyhteytesi ja yritä uudelleen.
fr: Cette option de restauration nécessite une connexion Internet pour télécharger des paquets et des mises à jour. Veuillez vérifier votre connexion réseau et réessayer.
he: אפשרות השחזור הזו דורשת חיבור לאינטרנט כדי להוריד חבילות ועדכונים. אנא בדוק את חיבור הרשת שלך ונסה שוב.
hr: Ova opcija vraćanja zahtijeva internetsku vezu za preuzimanje paketa i ažuriranja. Molimo provjerite svoju mrežnu vezu i pokušajte ponovo.
hu: Ez a visszaállítási lehetőség internetkapcsolatot igényel a csomagok és frissítések letöltéséhez. Kérjük, ellenőrizze a hálózati kapcsolatát, és próbálja újra.
is: Þetta endurheimtarkostur krefst internettengingar til að hlaða niður pakkum og uppfærslum. Vinsamlegast athugaðu net tenginguna þína og reyndu aftur.
it: Questa opzione di ripristino richiede una connessione a Internet per scaricare pacchetti e aggiornamenti. Controlla la tua connessione di rete e riprova.
ja: この復元オプションは、パッケージと更新をダウンロードするためにインターネット接続が必要です。ネットワーク接続を確認し、再試行してください。
nl: Deze hersteloptie vereist een internetverbinding om pakketten en updates te downloaden. Controleer uw netwerkverbinding en probeer het opnieuw.
no: Dette gjenopprettingsalternativet krever en internettforbindelse for å laste ned pakker og oppdateringer. Vennligst sjekk nettverksforbindelsen din og prøv igjen.
pl: Ta opcja przywracania wymaga połączenia z internetem, aby pobrać pakiety i aktualizacje. Sprawdź swoje połączenie sieciowe i spróbuj ponownie.
pt: Esta opção de restauração requer uma conexão com a internet para baixar pacotes e atualizações. Verifique sua conexão de rede e tente novamente.
ro: Această opțiune de restaurare necesită o conexiune la internet pentru a descărca pachete și actualizări. Vă rugăm să verificați conexiunea la rețea și să încercați din nou.
ru: Этот вариант восстановления требует подключения к интернету для загрузки пакетов и обновлений. Пожалуйста, проверьте ваше сетевое соединение и попробуйте снова.
sk: Táto možnosť obnovenia vyžaduje pripojenie na internet na stiahnutie balíkov a aktualizácií. Skontrolujte svoje sieťové pripojenie a skúste to znova.
sv: Detta återställningsalternativ kräver en internetanslutning för att ladda ner paket och uppdateringar. Kontrollera din nätverksanslutning och försök igen.
uk: Ця опція відновлення потребує підключення до Інтернету для завантаження пакетів та оновлень. Будь ласка, перевірте своє мережеве з'єднання та спробуйте ще раз.

source: OK
bg: ОК
el: Εντάξει
es: Aceptar
fr: D'accord
he: אוקי
hr: U redu
hu: Rendben
is: Í lagi
ru: Хорошо
tr: Tamam
uk: ОК

source: Simple Restore in Progress
bg: Проста възстановяване в процес
cs: Jednoduché obnovení probíhá
da: Simpel gendannelse i gang
de: Einfache Wiederherstellung läuft
el: Απλή αποκατάσταση σε εξέλιξη
es: Restauración simple en progreso
et: Lihtne taastamine käib.
fi: Yksinkertainen palautus käynnissä
fr: Restauration simple en cours
he: שחזור פשוט בתהליך
hr: Jednostavno vraćanje u tijeku
hu: Egyszerű visszaállítás folyamatban
is: Einfaldleg endurheimt í gangi
it: Ripristino Semplice in Corso
ja: シンプルな復元中
nl: Eenvoudig Herstel Bezig
no: Enkel gjenoppretting pågår
pl: Prosty proces przywracania w toku
pt: Restauração Simples em Andamento
ro: Restaurare simplă în curs de desfășurare
ru: Простой восстановление в процессе
sk: Jednoduché obnovenie prebieha
sv: Enkel återställning pågår
uk: Просте відновлення в процесі

source: Intermediate Restore in Progress
bg: Възстановяване в процес на междинно възстановяване
cs: Probíhá obnovení na úrovni Intermediate
da: Mellemliggende gendannelse er i gang
de: Zwischenspeicherwiederherstellung läuft
el: Ενδιάμεση αποκατάσταση σε εξέλιξη
es: Restauración intermedia en progreso
et: Vahepealne taastamine on käimas
fi: Väli palautus käynnissä
fr: Restauration intermédiaire en cours
he: שחזור ביניים בתהליך
hr: Srednje vraćanje u tijeku
hu: Köztes visszaállítás folyamatban
is: Miðlungs endurheimt í gangi
it: Ripristino Intermedio in Corso
ja: 中間復元中
nl: Tussentijdse Herstel is Bezig
no: Mellomliggende gjenoppretting pågår
pl: W trakcie przywracania pośredniego
pt: Restauração Intermediária em Andamento
ro: Restaurare Intermediară în Curs
ru: Восстановление на среднем уровне в процессе
sk: Obnovenie na strednej úrovni prebieha
sv: Återställning pågår i mellanläge
uk: Середнє відновлення в процесі

source: Complete Restore in Progress
bg: Завършване на възстановяване в процес
cs: Probíhá úplné obnovení
da: Fuld gendannelse i gang
de: Vollständige Wiederherstellung wird durchgeführt
el: Η πλήρης αποκατάσταση είναι σε εξέλιξη
es: Restauración completa en progreso
et: Täielik taastamine on käimas
fi: Täydellinen palautus käynnissä
fr: Restauration complète en cours
he: שחזור מלא בתהליך
hr: Obnova u tijeku
hu: Teljes visszaállítás folyamatban
is: Heildar endurheimt í gangi
it: Ripristino Completo in Corso
ja: 復元処理中
nl: Volledige Herstel in Bezig
no: Full gjenoppretting pågår
pl: Trwa pełne przywracanie
pt: Restauração Completa em Andamento
ro: Restaurare completă în curs de desfășurare
ru: Восстановление в процессе
sk: Obnovenie prebieha
sv: Fullständig återställning pågår
uk: Повна відновлення в процесі

source: Opening Interactive Terminal
bg: Отваряне на интерактивен терминал
cs: Otevírání interaktivního terminálu
da: Åbner interaktiv terminal
de: Interaktives Terminal öffnen
el: Άνοιγμα Διαδραστικού Τερματικού
es: Abriendo Terminal Interactiva
et: Avatud interaktiivne terminal
fi: Avaaminen interaktiivinen terminaali
fr: Ouverture du terminal interactif
he: פתיחת מסוף אינטראקטיבי
hr: Otvaranje interaktivnog terminala
hu: Interaktív terminál megnyitása
is: Opna gagnvirka terminal
it: Apertura del Terminal Interattivo
ja: インタラクティブターミナルを開いています
nl: Interactieve Terminal openen
no: Åpner interaktiv terminal
pl: Otwieranie interaktywnego terminala
pt: Abrindo Terminal Interativo
ro: Deschidere Terminal Interactiv
ru: Открытие интерактивного терминала
sk: Otvorenie interaktívneho terminálu
sv: Öppnar interaktiv terminal
uk: Відкриття інтерактивного терміналу

source: Opening Control Center
bg: Отваряне на Центъра за управление
cs: Otevírání Ovládacího centra
da: Åbner kontrolcenter
de: Öffnen des Kontrollzentrums
el: Άνοιγμα Κέντρου Ελέγχου
es: Abriendo el Centro de Control
et: Avage juhtimiskeskus
fi: Avaamalla ohjauskeskuksen
fr: Ouverture du Centre de contrôle
he: פתיחת מרכז הבקרה
hr: Otvaranje Kontrolnog centra
hu: Vezérlőközpont megnyitása
is: Opna Stýringarstöðina
it: Apertura del Centro di Controllo
ja: コントロールセンターを開く
nl: Control Center openen
no: Åpner Kontrollsenter
pl: Otwieranie Centrum sterowania
pt: Abrindo o Centro de Controle
ro: Deschiderea Centrului de Control
ru: Открытие Центра управления
sk: Otvorenie Ovládacieho centra
sv: Öppnar Kontrollcenter
uk: Відкриття Центру управління

source: Opening Package Manager
bg: Отваряне на мениджъра на пакети
cs: Otevírání správce balíčků
da: Åbner Pakkeadministrator
de: Paketmanager öffnen
el: Άνοιγμα Διαχειριστή Πακέτων
es: Abriendo el Administrador de Paquetes
et: Pakettihalduri avamine
fi: Avaamassa Pakettihallintoa
fr: Ouverture du Gestionnaire de paquets
he: פתיחת מנהל החבילות
hr: Otvaranje Upravitelja paketa
hu: Csomagkezelő megnyitása
is: Opna pakkastjórann
it: Apertura del Gestore Pacchetti
ja: パッケージマネージャーを開いています
nl: Pakketbeheerder openen
no: Åpner Pakkeadministrator
pl: Otwieranie Menedżera Pakietów
pt: Abrindo o Gerenciador de Pacotes
ro: Deschidere Manager Pachete
ru: Открытие Менеджера Пакетов
sk: Otvorenie správcu balíkov
sv: Öppnar paketförvaltaren
uk: Відкриття Менеджера Пакетів

source: Initializing...
bg: Инициализиране...
cs: Inicializace...
da: Initialiserer...
de: Initialisiere...
el: Αρχικοποίηση...
es: Inicializando...
et: Initsialiseerimine...
fi: Alustetaan...
fr: Initialisation...
he: מאתחל...
hr: Inicijalizacija...
hu: Inicializálás...
is: Vinnslur...
it: Inizializzazione...
ja: 初期化中...
nl: Initialiseren...
no: Initialiserer...
pl: Inicjowanie...
pt: Inicializando...
ro: Inițializare...
ru: Инициализация...
sk: Inicializácia...
sv: Initierar...
uk: Ініціалізація...

source: Starting restore operation...
bg: Започване на операция по възстановяване...
cs: Zahájení operace obnovení...
da: Starter gendannelsesoperation...
de: Wiederherstellungsoperation wird gestartet...
el: Ξεκινάει η διαδικασία αποκατάστασης...
es: Iniciando operación de restauración...
et: Alustatakse taastamisoperatsiooni...
fi: Aloitetaan palautustoiminto...
fr: Démarrage de l'opération de restauration...
he: מתחיל פעולת שחזור...
hr: Pokrećem operaciju vraćanja...
hu: A helyreállítási művelet indítása...
is: Byrjar endurheimtaraðgerð...
it: Avvio dell'operazione di ripristino...
ja: 復元操作を開始しています...
nl: Hersteloperatie starten...
no: Starter gjenopprettingsoperasjon...
pl: Rozpoczynanie operacji przywracania...
pt: Iniciando operação de restauração...
ro: Începerea operațiunii de restaurare...
ru: Начало операции восстановления...
sk: Začínam obnovu...
sv: Startar återställningsoperation...
uk: Початок операції відновлення...

source: Opening interactive session...
bg: Отваряне на интерактивна сесия...
cs: Otevírání interaktivní relace...
da: Åbner interaktiv session...
de: Interaktive Sitzung wird geöffnet...
el: Άνοιγμα διαδραστικής συνεδρίας...
es: Abriendo sesión interactiva...
et: Avatud interaktiivne seanss...
fi: Avaaminen interaktiiviseen istuntoon...
fr: Ouverture de la session interactive...
he: פותח מפגש אינטראקטיבי...
hr: Otvaranje interaktivne sesije...
hu: Interaktív munkamenet megnyitása...
is: Opna gagnvirka sesjón...
it: Apertura della sessione interattiva...
ja: インタラクティブセッションを開始しています...
nl: Interactieve sessie openen...
no: Åpner interaktiv økt...
pl: Otwieranie interaktywnej sesji...
pt: Abrindo sessão interativa...
ro: Deschidere sesiune interactivă...
ru: Открытие интерактивной сессии...
sk: Otvorenie interaktívnej relácie...
sv: Öppnar interaktiv session...
uk: Відкриття інтерактивної сесії...

source: Restore completed successfully!
bg: Възстановяването е завършено успешно!
cs: Obnovení bylo úspěšně dokončeno!
da: Gendannelse gennemført med succes!
de: Wiederherstellung erfolgreich abgeschlossen!
el: Η αποκατάσταση ολοκληρώθηκε με επιτυχία!
es: ¡Restauración completada con éxito!
et: Taastamine lõpetati edukalt!
fi: Palautus onnistui!
fr: La restauration a été effectuée avec succès !
he: שחזור הושלם בהצלחה!
hr: Obnova je uspješno završena!
hu: A helyreállítás sikeresen befejeződött!
is: Endurheimt lokið með góðum árangri!
it: Ripristino completato con successo!
ja: 復元が成功しました！
nl: Herstel is succesvol voltooid!
no: Gjenoppretting fullført!
pl: Przywracanie zakończone pomyślnie!
pt: Restauração concluída com sucesso!
ro: Restaurarea a fost finalizată cu succes!
ru: Восстановление завершено успешно!
sk: Obnovenie bolo úspešne dokončené!
sv: Återställning slutförd framgångsrikt!
uk: Відновлення успішно завершено!

source: Restore failed. Please check the output above.
bg: Възстановяването не успя. Моля, проверете изхода по-горе.
cs: Obnovení se nezdařilo. Zkontrolujte výstup výše.
da: Gendannelse mislykkedes. Tjek venligst outputtet ovenfor.
de: Wiederherstellung fehlgeschlagen. Bitte überprüfen Sie die obige Ausgabe.
el: Η αποκατάσταση απέτυχε. Παρακαλώ ελέγξτε την έξοδο παραπάνω.
es: La restauración falló. Por favor, verifica la salida anterior.
et: Taaste ebaõnnestus. Palun kontrollige ülaltoodud väljundit.
fi: Palautus epäonnistui. Tarkista yllä oleva tuloste.
fr: La restauration a échoué. Veuillez vérifier la sortie ci-dessus.
he: שחזור נכשל. אנא בדוק את הפלט למעלה.
hr: Obnova nije uspjela. Molimo provjerite izlaz iznad.
hu: A visszaállítás nem sikerült. Kérjük, ellenőrizze a fenti kimenetet.
is: Endurðun mistókst. Vinsamlegast athugaðu úttakið hér að ofan.
it: Il ripristino è fallito. Controlla l'output sopra.
ja: 復元に失敗しました。上記の出力を確認してください。
nl: Herstel mislukt. Controleer de bovenstaande uitvoer.
no: Gjenoppretting mislyktes. Vennligst sjekk utdataene ovenfor.
pl: Przywracanie nie powiodło się. Proszę sprawdzić powyższy wynik.
pt: A restauração falhou. Verifique a saída acima.
ro: Restaurarea a eșuat. Vă rugăm să verificați ieșirea de mai sus.
ru: Восстановление не удалось. Пожалуйста, проверьте вывод выше.
sk: Obnovenie zlyhalo. Skontrolujte výstup vyššie.
sv: Återställning misslyckades. Kontrollera utdata ovan.
uk: Відновлення не вдалося. Будь ласка, перевірте вивід вище.

source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
he: שגיאה
hr: Greška
hu: Hiba
is: Villa
it: Errore
ja: エラー
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel.
uk: Помилка

source: Cancel Restore?
bg: Отмени възстановяване?
cs: Zrušit obnovení?
da: Annuller gendannelse?
de: Wiederherstellung abbrechen?
el: Ακύρωση Επαναφοράς;
es: ¿Cancelar restauración?
et: Tühista taastamine?
fi: Peruuta palautus?
fr: Annuler la restauration ?
he: בטל שחזור?
hr: Otkaži vraćanje?
hu: Visszaállítás megszakítása?
is: Hætta við endurheimt?
it: Annulla ripristino?
ja: 復元をキャンセルしますか？
nl: Herstel annuleren?
no: Avbryt gjenoppretting?
pl: Anulować przywracanie?
pt: Cancelar Restauração?
ro: Anulează Restaurarea?
ru: Отменить восстановление?
sk: Zrušiť obnovenie?
sv: Avbryt återställning?
uk: Скасувати відновлення?

source: Are you sure you want to cancel the restore operation?
bg: Сигурни ли сте, че искате да отмените операцията по възстановяване?
cs: Opravdu si přejete zrušit operaci obnovení?
da: Er du sikker på, at du vil annullere gendannelsesoperationen?
de: Sind Sie sicher, dass Sie den Wiederherstellungsprozess abbrechen möchten?
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε τη διαδικασία επαναφοράς;
es: ¿Está seguro de que desea cancelar la operación de restauración?
et: Kas olete kindel, et soovite taastamisoperatsiooni tühistada?
fi: Oletko varma, että haluat peruuttaa palautustoiminnon?
fr: Êtes-vous sûr de vouloir annuler l'opération de restauration ?
he: האם אתה בטוח שברצונך לבטל את פעולת השחזור?
hr: Jeste li sigurni da želite otkazati operaciju vraćanja?
hu: Biztos benne, hogy törölni szeretné a visszaállítási műveletet?
is: Ertu viss um að þú viljir hætta við endurheimtaraðgerðina?
it: Sei sicuro di voler annullare l'operazione di ripristino?
ja: 復元操作をキャンセルしてもよろしいですか？
nl: Weet u zeker dat u de herstelbewerking wilt annuleren?
no: Er du sikker på at du vil avbryte gjenopprettingsoperasjonen?
pl: Czy na pewno chcesz anulować operację przywracania?
pt: Você tem certeza de que deseja cancelar a operação de restauração?
ro: Ești sigur că vrei să anulezi operațiunea de restaurare?
ru: Вы уверены, что хотите отменить операцию восстановления?
sk: Ste si istí, že chcete zrušiť operáciu obnovenia?
sv: Är du säker på att du vill avbryta återställningsoperationen?
uk: Ви впевнені, що хочете скасувати операцію відновлення?

source: No
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
he: לא
hr: Ne
hu: Nem
ja: いいえ
no: Nei
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie

source: Yes, Cancel
bg: Да, Отказвай
cs: Ano, Zrušit
da: Ja, Annuller
de: Ja, Abbrechen
el: Ναι, Ακύρωση
es: Sí, Cancelar
et: Jah, Tühista
fi: Kyllä, Peruuta
fr: Oui, Annuler
he: כן, בטל
hr: Da, Otkaži
hu: Igen, Mégse
is: Já, Hætta við
it: Sì, Annulla
ja: はい、キャンセル
nl: Ja, Annuleren
no: Ja, Avbryt
pl: Tak, Anuluj
pt: Sim, Cancelar
ro: Da, Anulează
ru: Да, Отмена
sk: Áno, Zrušiť
sv: Ja, Avbryt
uk: Так, Скасувати

source: Preparing to launch application...
da: Forbereder sig på at starte applikationen...
ro: Se pregătește lansarea aplicației...

source: This tool should be used in LIVE MODE to restore the BOOT of the BigLinux installed on the HD or SSD. If the installed system is booting correctly, there are no boot problems, so it's better not to proceed with this tool.
bg: Този инструмент трябва да се използва в ЖИВА РЕЖИМ, за да възстанови ЗАРЕЖДАНЕТО на BigLinux, инсталиран на HD или SSD. Ако инсталираната система зарежда правилно, няма проблеми със зареждането, така че е по-добре да не продължавате с този инструмент.
cs: Tento nástroj by měl být použit v REŽIMU LIVE k obnovení BOOTu BigLinux nainstalovaného na HD nebo SSD. Pokud nainstalovaný systém bootuje správně, nejsou žádné problémy s bootováním, takže je lepší s tímto nástrojem nepokračovat.
de: Dieses Tool sollte im LIVE-MODUS verwendet werden, um den BOOT von BigLinux, das auf der HD oder SSD installiert ist, wiederherzustellen. Wenn das installierte System korrekt bootet, gibt es keine Bootprobleme, daher ist es besser, mit diesem Tool nicht fortzufahren.
et: Seda tööriista tuleks kasutada REAALAEGA REŽIIMIS BigLinuxi BOOTi taastamiseks, mis on installitud HD-le või SSD-le. Kui installitud süsteem käivitub õigesti, ei esine käivitamisprobleeme, seega on parem mitte jätkata selle tööriistaga.
fi: Tätä työkalua tulisi käyttää LIVE-MOODISSA palauttamaan BigLinuxin käynnistys, joka on asennettu HD:lle tai SSD:lle. Jos asennettu järjestelmä käynnistyy oikein, käynnistysongelmia ei ole, joten on parempi olla jatkamatta tämän työkalun käyttöä.
fr: Cet outil doit être utilisé en MODE DIRECT pour restaurer le DÉMARRAGE de BigLinux installé sur le HD ou SSD. Si le système installé démarre correctement, il n'y a pas de problèmes de démarrage, il est donc préférable de ne pas utiliser cet outil.
he: כלי זה צריך לשמש במצב חי כדי לשחזר את האתחול של BigLinux המותקן על ה-HD או ה-SSD. אם המערכת המותקנת אתחול כראוי, אין בעיות אתחול, ולכן עדיף לא להמשיך עם כלי זה.
hu: Ezt az eszközt ÉLŐ MÓDBAN kell használni a BigLinux HD-n vagy SSD-n történő BOOT-jának helyreállításához. Ha a telepített rendszer helyesen bootol, nincsenek boot problémák, ezért jobb, ha nem folytatja ezzel az eszközzel.
is: Þetta verkfæri ætti að nota í LIVE MODE til að endurheimta BOOT BigLinux sem er uppsett á HD eða SSD. Ef uppsetta kerfið er að ræsa rétt, eru engin boot vandamál, svo það er betra að halda sig frá því að nota þetta verkfæri.
ja: このツールは、HDまたはSSDにインストールされたBigLinuxのブートを復元するためにLIVEモードで使用する必要があります。 インストールされたシステムが正常にブートしている場合、ブートの問題はないため、このツールを使用しない方が良いです。
no: Dette verktøyet bør brukes i LIVE MODUS for å gjenopprette BOOT av BigLinux installert på HD eller SSD. Hvis det installerte systemet starter riktig, er det ingen oppstartsproblemer, så det er bedre å ikke fortsette med dette verktøyet.
pl: To narzędzie powinno być używane w TRYBIE NA ŻYWO, aby przywrócić BOOT systemu BigLinux zainstalowanego na dysku twardym lub SSD. Jeśli zainstalowany system uruchamia się poprawnie, nie ma problemów z uruchamianiem, więc lepiej nie kontynuować korzystania z tego narzędzia.
pt: Esta ferramenta deve ser usada no MODO AO VIVO para restaurar o BOOT do BigLinux instalado no HD ou SSD. Se o sistema instalado estiver inicializando corretamente, não há problemas de inicialização, portanto, é melhor não prosseguir com esta ferramenta.
ru: Этот инструмент следует использовать в РЕАЛЬНОМ РЕЖИМЕ для восстановления ЗАГРУЗКИ BigLinux, установленного на жестком диске или SSD. Если установленная система загружается корректно и проблем с загрузкой нет, лучше не использовать этот инструмент.
sk: Tento nástroj by sa mal používať v REÁLNOM MÓDE na obnovenie ZAVÁDANIA BigLinux nainštalovaného na HD alebo SSD. Ak nainštalovaný systém správne bootuje, nie sú žiadne problémy so zavádzaním, takže je lepšie s týmto nástrojom nepokračovať.

source: Start Detection
bg: Започване на откриване
cs: Zahájení detekce
de: Start-Erkennung
et: Alguse tuvastamine
fi: Aloita tunnistus
fr: Détection de démarrage
he: התחל זיהוי
hu: Kezdés észlelés
is: Byrjun greiningar
ja: 検出開始
no: Startgjenkjenning
pl: Rozpocznij wykrywanie
pt: Iniciar Detecção
ru: Начать обнаружение
sk: Začnite detekciu
tr: Algılamayı Başlat

source: Continue to Restore Options
bg: Продължете към възстановяване на опции
cs: Pokračovat k možnostem obnovení
de: Fortfahren zu Wiederherstellungsoptionen
et: Jätka taastamisvalikute juurde
fi: Jatka palautusasetuksiin
fr: Continuer vers les options de restauration
he: המשך לשחזר אפשרויות
hu: Folytatás a Visszaállítási Beállításokhoz
is: Halda áfram að endurheimta valkosti
ja: オプションの復元を続ける
no: Fortsett til Gjenopprettingsalternativer
pl: Kontynuuj do opcji przywracania
pt: Continuar para Restaurar Opções
ru: Продолжить восстановление параметров
sk: Pokračovať na možnosti obnovenia

source: Back to Options
bg: Обратно към Опции
cs: Zpět na možnosti
de: Zurück zu Optionen
et: Tagasi valikute juurde
fi: Takaisin asetuksiin
fr: Retour aux options
he: חזרה לאופציות
hu: Vissza a Beállításokhoz
is: Til baka í valkostir
ja: オプションに戻る
no: Tilbake til Alternativer
pl: Powrót do opcji
pt: Voltar para Opções
ru: Назад к параметрам
sk: Späť na možnosti

source: Live Session
bg: Жива сесия
cs: Živá relace
de: Live-Sitzung
et: Reaalajasessioon
fi: Live-istunto
fr: Session en direct
he: שיחת חי
hu: Élő ülés
is: Lífandi fundur
ja: ライブセッション
no: Direktesession
pl: Sesja na żywo
pt: Sessão Ao Vivo
ru: Живая сессия
sk: Živá relácia

source: Active (Live Mode)
bg: Активен (Жив режим)
cs: Aktivní (Živý režim)
de: Aktiv (Live-Modus)
et: Aktiivne (Reaalajas režiim)
fi: Aktiivinen (Live-tila)
fr: Actif (Mode en direct)
he: פעיל (מצב חי)
hu: Aktív (Élő Mód)
is: Virkt (Lífsstilling)
ja: アクティブ（ライブモード）
no: Aktiv (Live-modus)
pl: Aktywny (Tryb na żywo)
pt: Ativo (Modo Ao Vivo)
ru: Активный (Режим реального времени)
sk: Aktívne (Živý režim)

source: Show Details
bg: Покажи детайли
no: Vis detaljer

source: Click to view technical details
bg: Щракнете, за да видите техническите детайли
no: Klikk for å se tekniske detaljer

source: Opens pamac inside the selected system.
no: Åpner pamac inne i det valgte systemet.

source: Root privileges are required.
tr: Kök ayrıcalıkları gereklidir.
