Repository: biglinux/biglinux-grub-restore
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: The restore can be done in 3 ways (Simple, Intermediate, or Complete). If in doubt, try the first option, restart the computer and see if it is resolved. If the problem persists, try the other options.
bg: Възстановяването може да се извърши по 3 начина (Прост, Среден или Пълен). Ако имате съмнения, опитайте първата опция, рестартирайте компютъра и вижте дали е решен. Ако проблемът продължава, опитайте другите опции.
cs: Obnovení lze provést třemi způsoby (Jednoduché, Střední nebo Kompletní). Pokud si nejste jisti, vyzkoušejte první možnost, restartujte počítač a zjistěte, zda je problém vyřešen. Pokud problém přetrvává, vyzkoušejte další možnosti.
da: Gendannelsen kan udføres på 3 måder (Simpel, Mellemliggende eller Fuld). Hvis du er i tvivl, så prøv den første mulighed, genstart computeren og se om det er løst. Hvis problemet fortsætter, så prøv de andre muligheder.
de: Die Wiederherstellung kann auf 3 Arten erfolgen (Einfach, Mittel oder Komplett). Bei Zweifeln versuchen Sie die erste Option, starten Sie den Computer neu und prüfen Sie, ob das Problem behoben ist. Wenn das Problem weiterhin besteht, versuchen Sie die anderen Optionen.
el: Η αποκατάσταση μπορεί να γίνει με 3 τρόπους (Απλός, Μεσαίος ή Πλήρης). Αν έχετε αμφιβολίες, δοκιμάστε την πρώτη επιλογή, επανεκκινήστε τον υπολογιστή και δείτε αν έχει λυθεί. Αν το πρόβλημα επιμένει, δοκιμάστε τις άλλες επιλογές.
es: La restauración se puede realizar de 3 maneras (Simple, Intermedia o Completa). Si tiene dudas, pruebe la primera opción, reinicie el ordenador y vea si se resuelve. Si el problema persiste, pruebe las otras opciones.
et: Taastamine saab toimuda 3 viisil (Lihtne, Vahepealne või Täielik). Kui kahtled, proovi esimest valikut, taaskäivita arvuti ja vaata, kas probleem on lahendatud. Kui probleem püsib, proovi teisi valikuid.
fi: Palautus voidaan tehdä kolmella tavalla (Yksinkertainen, Keskitaso tai Täydellinen). Jos olet epävarma, kokeile ensimmäistä vaihtoehtoa, käynnistä tietokone uudelleen ja katso, onko ongelma ratkaistu. Jos ongelma jatkuu, kokeile muita vaihtoehtoja.
fr: La restauration peut être effectuée de 3 manières (Simple, Intermédiaire ou Complète). En cas de doute, essayez la première option, redémarrez l'ordinateur et voyez si le problème est résolu. Si le problème persiste, essayez les autres options.
he: השחזור יכול להתבצע ב-3 דרכים (פשוט, בינוני או מלא). אם יש ספק, נסה את האפשרות הראשונה, הפעל מחדש את המחשב וראה אם הבעיה נפתרה. אם הבעיה נמשכת, נסה את האפשרויות האחרות.
hr: Obnova se može izvršiti na 3 načina (Jednostavno, Srednje ili Potpuno). Ako niste sigurni, pokušajte s prvom opcijom, ponovno pokrenite računalo i provjerite je li problem riješen. Ako problem i dalje postoji, isprobajte ostale opcije.
hu: A visszaállítás három módon végezhető el (Egyszerű, Közepes vagy Teljes). Ha kétségei vannak, próbálja ki az első lehetőséget, indítsa újra a számítógépet, és nézze meg, hogy megoldódott-e. Ha a probléma továbbra is fennáll, próbálja ki a többi lehetőséget.
is: Endurheimt er hægt að framkvæma á 3 vegu (Einfalt, Millistig, eða Fullt). Ef þú ert í vafa, reyndu fyrstu valkostinn, endurræstu tölvuna og sjáðu hvort það sé leyst. Ef vandamálið heldur áfram, reyndu aðra valkostina.
it: Il ripristino può essere eseguito in 3 modi (Semplice, Intermedio o Completo). In caso di dubbi, prova la prima opzione, riavvia il computer e verifica se il problema è risolto. Se il problema persiste, prova le altre opzioni.
ja: 復元は3つの方法（簡易、中級、または完全）で行うことができます。疑問がある場合は、最初のオプションを試し、コンピュータを再起動して問題が解決されたか確認してください。問題が解決しない場合は、他のオプションを試してください。
nl: De herstel kan op 3 manieren worden uitgevoerd (Eenvoudig, Tussenliggend of Compleet). Als je twijfelt, probeer dan de eerste optie, herstart de computer en kijk of het is opgelost. Als het probleem aanhoudt, probeer dan de andere opties.
no: Gjenopprettingen kan gjøres på 3 måter (Enkel, Middels eller Fullstendig). Hvis du er usikker, prøv det første alternativet, start datamaskinen på nytt og se om det er løst. Hvis problemet vedvarer, prøv de andre alternativene.
pl: Przywracanie można wykonać na 3 sposoby (Prosty, Średni lub Pełny). W razie wątpliwości spróbuj pierwszej opcji, uruchom ponownie komputer i sprawdź, czy problem został rozwiązany. Jeśli problem będzie się utrzymywał, spróbuj innych opcji.
pt: A restauração pode ser feita de 3 maneiras (Simples, Intermediário ou Completo). Se tiver dúvidas, experimente a primeira opção, reinicie o computador e veja se o problema foi resolvido. Se o problema persistir, experimente as outras opções.
ro: Restaurarea poate fi efectuată în 3 moduri (Simplu, Intermediar sau Complet). Dacă aveți îndoieli, încercați prima opțiune, reporniți computerul și verificați dacă s-a rezolvat. Dacă problema persistă, încercați celelalte opțiuni.
ru: Восстановление можно выполнить тремя способами (Простой, Промежуточный или Полный). Если вы сомневаетесь, попробуйте первый вариант, перезагрузите компьютер и посмотрите, решена ли проблема. Если проблема сохраняется, попробуйте другие варианты.
sk: Obnovenie môže byť vykonané tromi spôsobmi (Jednoduché, Stredné alebo Kompletné). Ak si nie ste istí, vyskúšajte prvú možnosť, reštartujte počítač a zistite, či je problém vyriešený. Ak problém pretrváva, vyskúšajte ďalšie možnosti.
sv: Återställningen kan göras på 3 sätt (Enkel, Mellanliggande eller Komplett). Om du är osäker, prova det första alternativet, starta om datorn och se om det är löst. Om problemet kvarstår, prova de andra alternativen.
uk: Відновлення можна виконати трьома способами (Простий, Середній або Повний). Якщо ви сумніваєтеся, спробуйте перший варіант, перезавантажте комп'ютер і перевірте, чи вирішено проблему. Якщо проблема залишається, спробуйте інші варіанти.

source: Reinstalls the grub package on the partition, regenerates the configuration, and updates the initrd.
bg: Преинсталира пакета grub на дяла, регенерира конфигурацията и актуализира initrd.
cs: Znovu nainstaluje balíček grub na oddílu, regeneruje konfiguraci a aktualizuje initrd.
da: Geninstallerer grub-pakken på partitionen, regenererer konfigurationen og opdaterer initrd.
de: Installiert das Grub-Paket auf der Partition neu, regeneriert die Konfiguration und aktualisiert das Initrd.
el: Επαναεγκαθιστά το πακέτο grub στον διαμέρισμα, αναγεννά τη διαμόρφωση και ενημερώνει το initrd.
es: Reinstala el paquete grub en la partición, regenera la configuración y actualiza el initrd.
et: Paigaldab grub paketi uuesti partitsioonile, genereerib konfiguratsiooni ja uuendab initrd-d.
fi: Asentaa grub-paketin uudelleen osiolle, luo konfiguraatio uudelleen ja päivittää initrd:n.
fr: Réinstalle le paquet grub sur la partition, régénère la configuration et met à jour l'initrd.
he: מחדש את חבילת grub על המחיצה, מייצר מחדש את הקונפיגורציה, ומעדכן את ה-initrd.
hr: Ponovno instalira grub paket na particiji, regenerira konfiguraciju i ažurira initrd.
hu: Újratelepíti a grub csomagot a partíción, újragenerálja a konfigurációt, és frissíti az initrd-t.
is: Enduruppsetur grub pakkann á skiptinu, endurnýjar stillinguna og uppfærir initrd.
it: Reinstalla il pacchetto grub sulla partizione, rigenera la configurazione e aggiorna l'initrd.
ja: パーティションにgrubパッケージを再インストールし、設定を再生成し、initrdを更新します。
nl: Herinstalleert het grub-pakket op de partitie, genereert de configuratie opnieuw en werkt de initrd bij.
no: Installer grub-pakken på partisjonen, regenererer konfigurasjonen og oppdaterer initrd.
pl: Ponownie instaluje pakiet grub na partycji, regeneruje konfigurację i aktualizuje initrd.
pt: Reinstala o pacote grub na partição, regenera a configuração e atualiza o initrd.
ro: Reinstalează pachetul grub pe partiție, regenerează configurația și actualizează initrd.
ru: Переустанавливает пакет grub на разделе, регенерирует конфигурацию и обновляет initrd.
sk: Preinštaluje balík grub na oddiel, regeneruje konfiguráciu a aktualizuje initrd.
sv: Installer om grub-paketet på partitionen, regenererar konfigurationen och uppdaterar initrd.
uk: Переінсталює пакет grub на розділі, регенерує конфігурацію та оновлює initrd.

source: Performs the intermediate restore steps, updates the system, and checks if the LTS kernel is installed.
bg: Извършва междинните стъпки за възстановяване, актуализира системата и проверява дали LTS ядрото е инсталирано.
cs: Provádí mezikroky obnovení, aktualizuje systém a kontroluje, zda je nainstalováno jádro LTS.
da: Udfører de mellemliggende gendannelsestrin, opdaterer systemet og kontrollerer, om LTS-kernen er installeret.
de: Führt die Zwischenwiederherstellungsschritte durch, aktualisiert das System und überprüft, ob der LTS-Kernel installiert ist.
el: Εκτελεί τα ενδιάμεσα βήματα αποκατάστασης, ενημερώνει το σύστημα και ελέγχει αν είναι εγκατεστημένος ο πυρήνας LTS.
es: Realiza los pasos de restauración intermedios, actualiza el sistema y verifica si el kernel LTS está instalado.
et: Teeb vahepealsed taastamisetapid, uuendab süsteemi ja kontrollib, kas LTS kernel on installitud.
fi: Suorittaa väli palautusvaiheet, päivittää järjestelmän ja tarkistaa, onko LTS-ydin asennettuna.
fr: Effectue les étapes de restauration intermédiaire, met à jour le système et vérifie si le noyau LTS est installé.
he: מבצע את שלבי השחזור הביניים, מעדכן את המערכת, ובודק אם הליבה LTS מותקנת.
hr: Izvodi korake međusobnog vraćanja, ažurira sustav i provjerava je li LTS kernel instaliran.
hu: Végrehajtja a közbenső visszaállítási lépéseket, frissíti a rendszert, és ellenőrzi, hogy az LTS kernel telepítve van-e.
is: Framkvæmir millistig endurheimt skrefin, uppfærir kerfið og athugar hvort LTS kjarni sé uppsettur.
it: Esegue i passaggi di ripristino intermedi, aggiorna il sistema e verifica se il kernel LTS è installato.
ja: 中間復元手順を実行し、システムを更新し、LTSカーネルがインストールされているかを確認します。
nl: Voert de tussenliggende herstelstappen uit, werkt het systeem bij en controleert of de LTS-kernel is geïnstalleerd.
no: Utfører de mellomliggende gjenopprettingstrinnene, oppdaterer systemet og sjekker om LTS-kjernen er installert.
pl: Wykonuje kroki przywracania pośredniego, aktualizuje system i sprawdza, czy jądro LTS jest zainstalowane.
pt: Executa os passos de restauração intermediária, atualiza o sistema e verifica se o kernel LTS está instalado.
ro: Execută pașii intermediați de restaurare, actualizează sistemul și verifică dacă kernelul LTS este instalat.
ru: Выполняет промежуточные шаги восстановления, обновляет систему и проверяет, установлен ли ядро LTS.
sk: Vykonáva medzistupne obnovenia, aktualizuje systém a kontroluje, či je nainštalované jadro LTS.
sv: Utför de mellanliggande återställningsstegen, uppdaterar systemet och kontrollerar om LTS-kärnan är installerad.
uk: Виконує проміжні кроки відновлення, оновлює систему та перевіряє, чи встановлено ядро LTS.

source: Opens the pamac-manager package manager inside the selected system.
bg: Отваря мениджъра на пакети pamac-manager в избраната система.
cs: Otevře správce balíčků pamac-manager uvnitř vybraného systému.
da: Åbner pamac-manager pakkehåndtereren inde i det valgte system.
de: Öffnet den Paketmanager pamac-manager im ausgewählten System.
el: Ανοίγει τον διαχειριστή πακέτων pamac-manager μέσα στο επιλεγμένο σύστημα.
es: Abre el gestor de paquetes pamac-manager dentro del sistema seleccionado.
et: Avab valitud süsteemis pamac-manager pakihalduri.
fi: Avaa pamac-manager-pakettihallinta valitussa järjestelmässä.
fr: Ouvre le gestionnaire de paquets pamac-manager à l'intérieur du système sélectionné.
he: פותח את מנהל החבילות pamac-manager בתוך המערכת הנבחרת.
hr: Otvara upravitelj paketa pamac-manager unutar odabranog sustava.
hu: Megnyitja a pamac-manager csomagkezelőt a kiválasztott rendszerben.
is: Opnar pakkaumsjónina pamac-manager innan valda kerfisins.
it: Apre il gestore pacchetti pamac-manager all'interno del sistema selezionato.
ja: 選択したシステム内でpamac-managerパッケージマネージャーを開きます。
nl: Opent de pamac-manager pakketbeheerder binnen het geselecteerde systeem.
no: Åpner pamac-manager pakkebehandleren inne i det valgte systemet.
pl: Otwiera menedżera pakietów pamac-manager w wybranym systemie.
pt: Abre o gerenciador de pacotes pamac-manager dentro do sistema selecionado.
ro: Deschide managerul de pachete pamac-manager în sistemul selectat.
ru: Открывает менеджер пакетов pamac-manager внутри выбранной системы.
sk: Otvára správcu balíkov pamac-manager vo vybranom systéme.
sv: Öppnar paketförvaltaren pamac-manager i det valda systemet.
uk: Відкриває менеджер пакетів pamac-manager всередині вибраної системи.

source: Preparing...
bg: Подготовка...
cs: Připravuje se...
da: Forbereder...
de: Vorbereiten...
el: Προετοιμασία...
es: Preparando...
et: Valmistamine...
fi: Valmistellaan...
fr: Préparation...
he: מכין...
hr: Priprema...
hu: Előkészítés...
is: Undirbúningur...
it: Preparazione...
ja: 準備中...
nl: Voorbereiden...
no: Forbereder...
pl: Przygotowywanie...
pt: Preparando...
ro: Se pregătește...
ru: Подготовка...
sk: Pripravujem...
sv: Förbereder...
uk: Підготовка...

source: Cancel
bg: Отказване
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
uk: Скасувати

source: No internet connection - Options 2 and 3 require internet
bg: Няма интернет връзка - Опции 2 и 3 изискват интернет
cs: Žádné připojení k internetu - Možnosti 2 a 3 vyžadují internet
da: Ingen internetforbindelse - Mulighederne 2 og 3 kræver internet
de: Keine Internetverbindung - Optionen 2 und 3 erfordern Internet
el: Καμία σύνδεση στο διαδίκτυο - Οι επιλογές 2 και 3 απαιτούν σύνδεση στο διαδίκτυο.
es: Sin conexión a Internet - Las opciones 2 y 3 requieren Internet.
et: Internetiühendust pole - Valikud 2 ja 3 nõuavad internetti
fi: Ei internetyhteyttä - Vaihtoehdot 2 ja 3 vaativat internetin
fr: Pas de connexion Internet - Les options 2 et 3 nécessitent une connexion Internet.
he: אין חיבור לאינטרנט - אפשרויות 2 ו-3 דורשות חיבור לאינטרנט
hr: Nema internetske veze - Opcije 2 i 3 zahtijevaju internet
hu: Nincs internetkapcsolat - A 2. és 3. lehetőség internetet igényel.
is: Engin tengingur - Valkostir 2 og 3 krafist tengingar við internetið
it: Nessuna connessione a Internet - Le opzioni 2 e 3 richiedono Internet
ja: インターネット接続なし - オプション2と3はインターネットが必要です
nl: Geen internetverbinding - Opties 2 en 3 vereisen internet
no: Ingen internettforbindelse - Alternativ 2 og 3 krever internett
pl: Brak połączenia z internetem - Opcje 2 i 3 wymagają internetu.
pt: Sem conexão à internet - As opções 2 e 3 requerem internet
ro: Fără conexiune la internet - Opțiunile 2 și 3 necesită internet.
ru: Нет подключения к интернету - Опции 2 и 3 требуют интернет.
sk: Žiadne pripojenie na internet - Možnosti 2 a 3 vyžadujú internet.
sv: Ingen internetanslutning - Alternativ 2 och 3 kräver internet
uk: Немає підключення до Інтернету - Опції 2 та 3 потребують Інтернету

source: System interface not available
bg: Системният интерфейс не е наличен
cs: Systémové rozhraní není k dispozici
da: Systemgrænseflade ikke tilgængelig
de: Systemoberfläche nicht verfügbar
el: Η διεπαφή συστήματος δεν είναι διαθέσιμη.
es: Interfaz del sistema no disponible
et: Süsteemi liides pole saadaval
fi: Järjestelmäliittymä ei ole saatavilla
fr: Interface système non disponible
he: ממשק המערכת אינו זמין
hr: Sustav sučelje nije dostupno
hu: A rendszer interfész nem elérhető
is: Kerfisskerfi ekki tiltækt
it: Interfaccia di sistema non disponibile
ja: システムインターフェースは利用できません
nl: Systeeminterface niet beschikbaar
no: Systemgrensesnitt ikke tilgjengelig
pl: Interfejs systemu niedostępny
pt: Interface do sistema não disponível
ro: Interfața sistemului nu este disponibilă.
ru: Интерфейс системы недоступен
sk: Systémové rozhranie nie je k dispozícii
sv: Systemgränssnittet är inte tillgängligt
uk: Інтерфейс системи недоступний

source: Interactive terminal will open a command line inside the selected system.
bg: Интерактивен терминал ще отвори команден ред в избраната система.
cs: Interaktivní terminál otevře příkazový řádek uvnitř vybraného systému.
da: Interaktiv terminal åbner en kommandolinje inde i det valgte system.
de: Interaktives Terminal öffnet eine Eingabeaufforderung im ausgewählten System.
el: Ο διαδραστικός τερματικός θα ανοίξει μια γραμμή εντολών μέσα στο επιλεγμένο σύστημα.
es: El terminal interactivo abrirá una línea de comandos dentro del sistema seleccionado.
et: Interaktiivne terminal avab käsurea valitud süsteemis.
fi: Interaktiivinen terminaali avaa komentorivin valitussa järjestelmässä.
fr: Le terminal interactif ouvrira une ligne de commande à l'intérieur du système sélectionné.
he: הטרמינל האינטראקטיבי יפתח שורת פקודה בתוך המערכת הנבחרת.
hr: Interaktivna konzola će otvoriti naredbeni redak unutar odabranog sustava.
hu: Az interaktív terminál megnyit egy parancssort a kiválasztott rendszerben.
is: Samskipta terminal mun opna skipanalínu inn í valda kerfið.
it: Il terminale interattivo aprirà una riga di comando all'interno del sistema selezionato.
ja: インタラクティブターミナルは、選択したシステム内にコマンドラインを開きます。
nl: Interactieve terminal opent een opdrachtregel binnen het geselecteerde systeem.
no: Interaktiv terminal vil åpne en kommandolinje inne i det valgte systemet.
pl: Interaktywny terminal otworzy wiersz poleceń wewnątrz wybranego systemu.
pt: O terminal interativo abrirá uma linha de comando dentro do sistema selecionado.
ro: Terminalul interactiv va deschide o linie de comandă în sistemul selectat.
ru: Интерактивный терминал откроет командную строку внутри выбранной системы.
sk: Interaktívny terminál otvorí príkazový riadok vo vybranom systéme.
sv: Interaktiv terminal öppnar en kommandorad inuti det valda systemet.
uk: Інтерактивний термінал відкриє командний рядок всередині вибраної системи.

source: Control center will open system settings inside the selected system.
bg: Контролен център ще отвори системните настройки в избраната система.
cs: Ovládací centrum otevře systémová nastavení uvnitř vybraného systému.
da: Kontrolcenteret åbner systemindstillingerne i det valgte system.
de: Das Kontrollzentrum öffnet die Systemeinstellungen im ausgewählten System.
el: Το κέντρο ελέγχου θα ανοίξει τις ρυθμίσεις συστήματος μέσα στο επιλεγμένο σύστημα.
es: El centro de control abrirá la configuración del sistema dentro del sistema seleccionado.
et: Juhtimiskeskus avab valitud süsteemi sees süsteemi seaded.
fi: Ohjauskeskus avaa järjestelmäasetukset valitussa järjestelmässä.
fr: Le centre de contrôle ouvrira les paramètres système à l'intérieur du système sélectionné.
he: מרכז הבקרה יפתח את הגדרות המערכת בתוך המערכת שנבחרה.
hr: Kontrolni centar će otvoriti postavke sustava unutar odabranog sustava.
hu: A vezérlőközpont megnyitja a rendszerbeállításokat a kiválasztott rendszerben.
is: Stýringarmiðstöðin mun opna kerfisstillingar innan valda kerfisins.
it: Il centro di controllo aprirà le impostazioni di sistema all'interno del sistema selezionato.
ja: コントロールセンターは、選択したシステム内のシステム設定を開きます。
nl: Het bedieningscentrum opent de systeemeinstellungen binnen het geselecteerde systeem.
no: Kontrollsenteret åpner systeminnstillinger inne i det valgte systemet.
pl: Centrum sterowania otworzy ustawienia systemu w wybranym systemie.
pt: O centro de controle abrirá as configurações do sistema dentro do sistema selecionado.
ro: Centrul de control va deschide setările sistemului în interiorul sistemului selectat.
ru: Центр управления откроет системные настройки внутри выбранной системы.
sk: Ovládacie centrum otvorí systémové nastavenia vo vybranom systéme.
sv: Kontrollcenter öppnar systeminställningar i det valda systemet.
uk: Центр керування відкриє системні налаштування всередині вибраної системи.

source: Package manager will open pamac-manager inside the selected system.
bg: Мениджърът на пакети ще отвори pamac-manager в избраната система.
cs: Správce balíčků otevře pamac-manager uvnitř vybraného systému.
da: Pakkestyring vil åbne pamac-manager inde i det valgte system.
de: Paketmanager öffnet pamac-manager im ausgewählten System.
el: Ο διαχειριστής πακέτων θα ανοίξει τον pamac-manager μέσα στο επιλεγμένο σύστημα.
es: El gestor de paquetes abrirá pamac-manager dentro del sistema seleccionado.
et: Pakettihaldur avab pamac-halduri valitud süsteemis.
fi: Pakettienhallinta avaa pamac-hallinnan valitussa järjestelmässä.
fr: Le gestionnaire de paquets ouvrira pamac-manager dans le système sélectionné.
he: מנהל החבילות יפתח את pamac-manager בתוך המערכת שנבחרה.
hr: Upravitelj paketa otvorit će pamac-manager unutar odabranog sustava.
hu: A csomagkezelő megnyitja a pamac-kezelőt a kiválasztott rendszerben.
is: Pakkastjóri mun opna pamac-stjóra innan valda kerfisins.
it: Il gestore pacchetti aprirà pamac-manager all'interno del sistema selezionato.
ja: パッケージマネージャーは、選択したシステム内でpamac-managerを開きます。
nl: Pakketbeheerder opent pamac-manager binnen het geselecteerde systeem.
no: Pakkebehandleren vil åpne pamac-manager inne i det valgte systemet.
pl: Menadżer pakietów otworzy pamac-manager w wybranym systemie.
pt: O gerenciador de pacotes abrirá o pamac-manager dentro do sistema selecionado.
ro: Managerul de pachete va deschide pamac-manager în sistemul selectat.
ru: Диспетчер пакетов откроет pamac-manager внутри выбранной системы.
sk: Správca balíkov otvorí pamac-manager vo vybranom systéme.
sv: Paketförvaltaren öppnar pamac-manager i det valda systemet.
uk: Менеджер пакетів відкриє pamac-manager всередині вибраної системи.

source: Confirm Restore Operation
bg: Потвърдете операцията по възстановяване
cs: Potvrďte operaci obnovení
da: Bekræft gendannelsesoperation
de: Wiederherstellungsoperation bestätigen
el: Επιβεβαίωση Επαναφοράς Επιχείρησης
es: Confirmar operación de restauración
et: Kinnita taastamisoperatsioon
fi: Vahvista palautustoiminto
fr: Confirmer l'opération de restauration
he: אשר פעולת שחזור
hr: Potvrdi operaciju vraćanja
hu: Visszaállítási művelet megerősítése
is: Staðfesta endurheimtaraðgerð
it: Conferma Operazione di Ripristino
ja: 復元操作を確認する
nl: Bevestig Hersteloperatie
no: Bekreft gjenopprettingsoperasjon
pl: Potwierdź operację przywracania
pt: Confirmar Operação de Restauração
ro: Confirmare operațiunea de restaurare
ru: Подтвердите операцию восстановления
sk: Potvrdiť operáciu obnovenia
sv: Bekräfta återställningsåtgärd
uk: Підтвердити операцію відновлення

source: Execute the selected restore operation?
bg: Изпълнете избраната операция за възстановяване?
cs: Proveďte vybranou operaci obnovení?
da: Udfør den valgte gendannelsesoperation?
de: Führen Sie die ausgewählte Wiederherstellungsoperation aus?
el: Εκτελείτε τη επιλεγμένη λειτουργία επαναφοράς;
es: ¿Ejecutar la operación de restauración seleccionada?
et: Kas soovite valitud taastamisoperatsiooni käivitada?
fi: Suorita valittu palautustoiminto?
fr: Exécuter l'opération de restauration sélectionnée ?
he: האם לבצע את פעולת השחזור שנבחרה?
hr: Izvršiti odabranu operaciju vraćanja?
hu: Végrehajtja a kiválasztott visszaállítási műveletet?
is: Viltu framkvæma valda endurheimtaraðgerð?
it: Eseguire l'operazione di ripristino selezionata?
ja: 選択した復元操作を実行しますか？
nl: Voer de geselecteerde herstelbewerking uit?
no: Utfør den valgte gjenopprettingsoperasjonen?
pl: Czy wykonać wybraną operację przywracania?
pt: Executar a operação de restauração selecionada?
ro: Executați operațiunea de restaurare selectată?
ru: Выполнить выбранную операцию восстановления?
sk: Spustiť vybranú obnovovaciu operáciu?
sv: Utför den valda återställningsåtgärden?
uk: Виконати вибрану операцію відновлення?
