Repository: biglinux/biglinux-grub-restore
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Unknown
bg: Неизвестен
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hr: Nepoznato
hu: Ismeretlen
is: Óþekkt
it: Sconosciuto
ja: 不明
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
uk: Невідомо

source: Unknown CPU
bg: Непознато CPU
cs: Neznámý CPU
da: Ukendt CPU
de: Unbekannte CPU
el: Άγνωστος επεξεργαστής CPU
es: CPU desconocido
et: Tundmatu CPU
fi: Tuntematon CPU
fr: Processeur inconnu
he: מעבד לא ידוע
hr: Nepoznata CPU
hu: Ismeretlen CPU
is: Óþekktur örgjörvi
it: CPU sconosciuto
ja: 不明なCPU
nl: Onbekende CPU
no: Ukjent CPU
pl: Nieznany procesor
pt: CPU desconhecido
ro: CPU necunoscut
ru: Неизвестный ЦПУ
sk: Neznáme CPU
sv: Okänd CPU
uk: Невідомий процесор

source: Unknown Memory
bg: Непозната памет
cs: Neznámá paměť
da: Ukendt Hukommelse
de: Unbekannter Speicher
el: Άγνωστη Μνήμη
es: Memoria Desconocida
et: Tundmatu mälu
fi: Tuntematon muisti
fr: Mémoire inconnue
he: זיכרון לא ידוע
hr: Nepoznata memorija
hu: Ismeretlen memória
is: Óþekkt minni
it: Memoria sconosciuta
ja: 不明なメモリ
nl: Onbekend Geheugen
no: Ukjent minne
pl: Nieznana pamięć
pt: Memória Desconhecida
ro: Memorie Necunoscută
ru: Неизвестная память
sk: Neznáma pamäť
sv: Okänd minne
uk: Невідома пам'ять

source: Live Media
bg: Жива медия
cs: Živá média
de: Live-Medien
el: Ζωντανά Μέσα
es: Medios en vivo
et: Elav Meedia
fr: Média en direct
he: מדיה חיה
hr: Živi mediji
hu: Élő Média
is: Lífmiðlar
it: Media dal vivo
ja: ライブメディア
no: Direkte medier
pl: Media na żywo
pt: Mídia Ao Vivo
ro: Media Live
ru: Живые медиа
sk: Živé médiá
uk: Живі медіа

source: Unknown System
bg: Непозната система
cs: Neznámý systém
da: Ukendt System
de: Unbekanntes System
el: Άγνωστο Σύστημα
es: Sistema desconocido
et: Tundmatu süsteem
fi: Tuntematon järjestelmä
fr: Système inconnu
he: מערכת לא ידועה
hr: Nepoznati sustav
hu: Ismeretlen rendszer
is: Ókunnugur kerfi
it: Sistema sconosciuto
ja: 不明なシステム
nl: Onbekend Systeem
no: Ukjent system
pl: Nieznany system
pt: Sistema Desconhecido
ro: Sistem necunoscut
ru: Неизвестная система
sk: Neznámy systém
sv: Okänt system
uk: Невідома система

source: Simple restore - Just writes the Grub again at the beginning of the disk.
bg: Прост възстановяване - Просто записва отново Grub в началото на диска.
cs: Jednoduché obnovení - Jen znovu zapíše Grub na začátek disku.
da: Simpel gendannelse - Skriver blot Grub igen i begyndelsen af disken.
de: Einfache Wiederherstellung - Schreibt den Grub einfach wieder am Anfang der Festplatte.
el: Απλή αποκατάσταση - Απλώς γράφει ξανά το Grub στην αρχή του δίσκου.
es: Restauración simple: Solo vuelve a escribir el Grub al principio del disco.
et: Lihtne taastamine - Kirjutab lihtsalt Grubi uuesti ketta algusesse.
fi: Yksinkertainen palautus - Kirjoittaa vain Grubin uudelleen levyn alkuun.
fr: Restauration simple - Réécrit simplement le Grub au début du disque.
he: שחזור פשוט - פשוט כותב את ה-Grub שוב בתחילת הדיסק.
hr: Jednostavno vraćanje - Samo ponovo zapisuje Grub na početak diska.
hu: Egyszerű visszaállítás - Csak újraírja a Grub-ot a lemez elején.
is: Einfaches Wiederherstellen - Schreibt einfach das Grub erneut am Anfang der Festplatte.
it: Ripristino semplice - Riscrive semplicemente il Grub all'inizio del disco.
ja: シンプルな復元 - ディスクの先頭にGrubを再度書き込みます。
nl: Eenvoudig herstellen - Schrijft gewoon de Grub opnieuw aan het begin van de schijf.
no: Enkel gjenoppretting - Skriver bare Grub på nytt i begynnelsen av disken.
pl: Proste przywracanie - Po prostu zapisuje Grub ponownie na początku dysku.
pt: Restauração simples - Apenas reescreve o Grub no início do disco.
ro: Restaurare simplă - Scrie din nou Grub la începutul discului.
ru: Простое восстановление - Просто записывает Grub снова в начале диска.
sk: Jednoduché obnovenie - Jednoducho znovu zapíše Grub na začiatok disku.
sv: Enkel återställning - Skriver bara Grub igen i början av disken.
uk: Просте відновлення - Просто знову записує Grub на початку диска.

source: Intermediate restore - Reinstalls the grub package, regenerates configuration, and updates initrd.
bg: Интермедийно възстановяване - Преинсталира пакета grub, регенерира конфигурацията и актуализира initrd.
cs: Mezile obnova - Znovu nainstaluje balíček grub, regeneruje konfiguraci a aktualizuje initrd.
da: Mellemliggende gendannelse - Geninstallerer grub-pakken, regenererer konfigurationen og opdaterer initrd.
de: Zwischenwiederherstellung - Installiert das grub-Paket neu, regeneriert die Konfiguration und aktualisiert initrd.
el: Ενδιάμεση αποκατάσταση - Επανασταθμίζει το πακέτο grub, αναγεννά τη διαμόρφωση και ενημερώνει το initrd.
es: Restauración intermedia - Reinstala el paquete grub, regenera la configuración y actualiza initrd.
et: Vahepealne taastamine - Uuendab grub paketti, genereerib konfiguratsiooni ja uuendab initrd.
fi: Välikäynnistys - Asentaa grub-paketin uudelleen, luo konfiguraation ja päivittää initrd:n.
fr: Restauration intermédiaire - Réinstalle le paquet grub, régénère la configuration et met à jour initrd.
he: שחזור ביניים - מתקין מחדש את חבילת grub, מייצר מחדש את הקונפיגורציה ומעדכן את initrd.
hr: Srednje vraćanje - Ponovno instalira grub paket, regenerira konfiguraciju i ažurira initrd.
hu: Középszintű visszaállítás - Újratelepíti a grub csomagot, újragenerálja a konfigurációt és frissíti az initrd-t.
is: אחזור ביניים - מתקין מחדש את חבילת grub, מייצר מחדש את הקונפיגורציה ומעדכן את initrd.
it: Ripristino intermedio - Reinstalla il pacchetto grub, rigenera la configurazione e aggiorna initrd.
ja: 中間復元 - grubパッケージを再インストールし、設定を再生成し、initrdを更新します。
nl: Tussentijdse herstel - Herinstalleert het grub-pakket, genereert de configuratie opnieuw en werkt initrd bij.
no: Mellomliggende gjenoppretting - Installerer grub-pakken på nytt, regenererer konfigurasjonen og oppdaterer initrd.
pl: Przywracanie pośrednie - Ponownie instaluje pakiet grub, regeneruje konfigurację i aktualizuje initrd.
pt: Restauração intermediária - Reinstala o pacote grub, regenera a configuração e atualiza o initrd.
ro: Restaurare intermediară - Reinstalează pachetul grub, regenerează configurația și actualizează initrd.
ru: Промежуточное восстановление - Переустанавливает пакет grub, регенерирует конфигурацию и обновляет initrd.
sk: Stredné obnovenie - Znovu inštaluje balík grub, regeneruje konfiguráciu a aktualizuje initrd.
sv: Intermediär återställning - Installerar om grub-paketet, regenererar konfigurationen och uppdaterar initrd.
uk: Проміжне відновлення - Переінсталює пакет grub, регенерує конфігурацію та оновлює initrd.

source: Complete restore - Performs intermediate steps, updates system, and checks LTS kernel.
bg: Пълно възстановяване - Извършва междинни стъпки, актуализира системата и проверява LTS ядрото.
cs: Úplné obnovení - Provádí mezikroky, aktualizuje systém a kontroluje LTS jádro.
da: Fuldstændig gendannelse - Udfører mellemtrin, opdaterer systemet og kontrollerer LTS-kernen.
de: Vollständige Wiederherstellung - Führt Zwischensteps durch, aktualisiert das System und überprüft den LTS-Kernel.
el: Πλήρης αποκατάσταση - Εκτελεί ενδιάμεσα βήματα, ενημερώνει το σύστημα και ελέγχει τον πυρήνα LTS.
es: Restauración completa - Realiza pasos intermedios, actualiza el sistema y verifica el kernel LTS.
et: Täielik taastamine - Teostab vahepealseid samme, uuendab süsteemi ja kontrollib LTS kernelit.
fi: Täydellinen palautus - Suorittaa välikohtia, päivittää järjestelmän ja tarkistaa LTS-ytimen.
fr: Restauration complète - Effectue des étapes intermédiaires, met à jour le système et vérifie le noyau LTS.
he: שחזור מלא - מבצע צעדים ביניים, מעדכן את המערכת, ובודק את ליבת LTS.
hr: Potpuno vraćanje - Izvodi međufaze, ažurira sustav i provjerava LTS kernel.
hu: Teljes visszaállítás - Közbenső lépéseket hajt végre, frissíti a rendszert és ellenőrzi az LTS kernelt.
is: Full endurð - Framkvæmir millistig, uppfærir kerfið og athugar LTS kjarna.
it: Ripristino completo - Esegue passaggi intermedi, aggiorna il sistema e controlla il kernel LTS.
ja: 完全復元 - 中間ステップを実行し、システムを更新し、LTSカーネルをチェックします。
nl: Volledige herstel - Voert tussenstappen uit, werkt het systeem bij en controleert de LTS-kernel.
no: Full gjenoppretting - Utfører mellomliggende trinn, oppdaterer systemet og sjekker LTS-kjernen.
pl: Pełne przywracanie - Wykonuje kroki pośrednie, aktualizuje system i sprawdza jądro LTS.
pt: Restauração completa - Realiza etapas intermediárias, atualiza o sistema e verifica o kernel LTS.
ro: Restaurare completă - Efectuează pași intermediari, actualizează sistemul și verifică kernelul LTS.
ru: Полное восстановление - Выполняет промежуточные шаги, обновляет систему и проверяет ядро LTS.
sk: Úplné obnovenie - Vykonáva medzičlánky, aktualizuje systém a kontroluje LTS jadro.
sv: Fullständig återställning - Utför mellanliggande steg, uppdaterar systemet och kontrollerar LTS-kärnan.
uk: Повна відновлення - Виконує проміжні кроки, оновлює систему та перевіряє ядро LTS.

source: Interactive terminal - Opens a terminal inside the selected system.
bg: Интерактивен терминал - Отваря терминал в избраната система.
cs: Interaktivní terminál - Otevře terminál uvnitř vybraného systému.
da: Interaktiv terminal - Åbner et terminalvindue inde i det valgte system.
de: Interaktives Terminal - Öffnet ein Terminal im ausgewählten System.
el: Διαδραστικός τερματικός - Ανοίγει έναν τερματικό μέσα στο επιλεγμένο σύστημα.
es: Terminal interactivo - Abre un terminal dentro del sistema seleccionado.
et: Interaktiivne terminal - Avab terminali valitud süsteemis.
fi: Interaktiivinen pääte - Avaa pääte valitussa järjestelmässä.
fr: Terminal interactif - Ouvre un terminal à l'intérieur du système sélectionné.
he: טרמינל אינטראקטיבי - פותח טרמינל בתוך המערכת הנבחרת.
hr: Interaktivna konzola - Otvara konzolu unutar odabranog sustava.
hu: Interaktív terminál - Terminál megnyitása a kiválasztott rendszerben.
is: Samskipta terminal - Opnar terminal inn í valda kerfið.
it: Terminal interattivo - Apre un terminale all'interno del sistema selezionato.
ja: インタラクティブターミナル - 選択したシステム内にターミナルを開きます。
nl: Interactieve terminal - Opent een terminal binnen het geselecteerde systeem.
no: Interaktiv terminal - Åpner en terminal inne i det valgte systemet.
pl: Interaktywny terminal - Otwiera terminal wewnątrz wybranego systemu.
pt: Terminal interativo - Abre um terminal dentro do sistema selecionado.
ro: Terminal interactiv - Deschide un terminal în interiorul sistemului selectat.
ru: Интерактивный терминал - Открывает терминал внутри выбранной системы.
sk: Interaktívny terminál - Otvorí terminál vo vybranom systéme.
sv: Interaktiv terminal - Öppnar en terminal inuti det valda systemet.
uk: Інтерактивний термінал - Відкриває термінал всередині вибраної системи.

source: Interactive control center - Opens the control center inside the selected system.
bg: Интерактивен контролен център - Отваря контролния център в избраната система.
cs: Interaktivní ovládací centrum - Otevírá ovládací centrum uvnitř vybraného systému.
da: Interaktiv kontrolcenter - Åbner kontrolcentret inde i det valgte system.
de: Interaktives Steuerzentrum - Öffnet das Steuerzentrum im ausgewählten System.
el: Διαδραστικό κέντρο ελέγχου - Ανοίγει το κέντρο ελέγχου μέσα στο επιλεγμένο σύστημα.
es: Centro de control interactivo - Abre el centro de control dentro del sistema seleccionado.
et: Interaktiivne juhtimiskeskus - Avab valitud süsteemi sees juhtimiskeskuse.
fi: Interaktiivinen ohjauskeskus - Avaa ohjauskeskuksen valitussa järjestelmässä.
fr: Centre de contrôle interactif - Ouvre le centre de contrôle à l'intérieur du système sélectionné.
he: מרכז שליטה אינטראקטיבי - פותח את מרכז השליטה בתוך המערכת הנבחרת.
hr: Interaktivni kontrolni centar - Otvara kontrolni centar unutar odabranog sustava.
hu: Interaktív vezérlőközpont - Megnyitja a vezérlőközpontot a kiválasztott rendszerben.
is: Samskipta stjórnunarmiðstöð - Opnar stjórnunarmiðstöðina innan valda kerfisins.
it: Centro di controllo interattivo - Apre il centro di controllo all'interno del sistema selezionato.
ja: インタラクティブコントロールセンター - 選択したシステム内でコントロールセンターを開きます。
nl: Interactief bedieningscentrum - Opent het bedieningscentrum binnen het geselecteerde systeem.
no: Interaktivt kontrollsenter - Åpner kontrollsenteret inne i det valgte systemet.
pl: Interaktywny centrum sterowania - Otwiera centrum sterowania wewnątrz wybranego systemu.
pt: Centro de controle interativo - Abre o centro de controle dentro do sistema selecionado.
ro: Centru de control interactiv - Deschide centrul de control în interiorul sistemului selectat.
ru: Интерактивный центр управления - Открывает центр управления внутри выбранной системы.
sk: Interaktívne ovládacie centrum - Otvorí ovládacie centrum vo vnútri vybraného systému.
sv: Interaktivt kontrollcenter - Öppnar kontrollcentret inuti det valda systemet.
uk: Інтерактивний центр керування - Відкриває центр керування всередині вибраної системи.

source: Interactive package manager - Opens pamac-manager inside the selected system.
bg: Интерактивен мениджър на пакети - Отваря pamac-manager в избраната система.
cs: Interaktivní správce balíčků - Otevře pamac-manager uvnitř vybraného systému.
da: Interaktiv pakkeadministrator - Åbner pamac-manager inde i det valgte system.
de: Interaktiver Paketmanager - Öffnet pamac-manager im ausgewählten System.
el: Διαδραστικός διαχειριστής πακέτων - Ανοίγει τον pamac-manager μέσα στο επιλεγμένο σύστημα.
es: Administrador de paquetes interactivo - Abre pamac-manager dentro del sistema seleccionado.
et: Interaktiivne pakihaldur - Avab pamac-manageri valitud süsteemis.
fi: Interaktiivinen pakettienhallinta - Avaa pamac-hallinnan valitussa järjestelmässä.
fr: Gestionnaire de paquets interactif - Ouvre pamac-manager dans le système sélectionné.
he: מנהל חבילות אינטראקטיבי - פותח את pamac-manager בתוך המערכת הנבחרת.
hr: Interaktivni upravitelj paketa - Otvara pamac-manager unutar odabranog sustava.
hu: Interaktív csomagkezelő - A pamac-manager megnyitása a kiválasztott rendszerben.
is: Samskipta pakka stjórnun - Opnar pamac-stjórnanda innan valda kerfisins.
it: Gestore pacchetti interattivo - Apre pamac-manager all'interno del sistema selezionato.
ja: インタラクティブパッケージマネージャー - 選択したシステム内でpamac-managerを開きます。
nl: Interactieve pakketbeheerder - Opent pamac-manager binnen het geselecteerde systeem.
no: Interaktiv pakkebehandler - Åpner pamac-manager inne i det valgte systemet.
pl: Interaktywny menedżer pakietów - Otwiera pamac-manager w wybranym systemie.
pt: Gerenciador de pacotes interativo - Abre o pamac-manager dentro do sistema selecionado.
ro: Manager de pachete interactiv - Deschide pamac-manager în sistemul selectat.
ru: Интерактивный менеджер пакетов - Открывает pamac-manager внутри выбранной системы.
sk: Interaktívny správca balíkov - Otvorí pamac-manager vo vybranom systéme.
sv: Interaktiv paketförvaltare - Öppnar pamac-manager inuti det valda systemet.
uk: Інтерактивний менеджер пакетів - Відкриває pamac-manager всередині вибраної системи.

source: Unknown restore mode
bg: Непознат режим на възстановяване
cs: Neznámý režim obnovení
da: Ukendt gendannelsestilstand
de: Unbekannter Wiederherstellungsmodus
el: Άγνωστη λειτουργία επαναφοράς
es: Modo de restauración desconocido
et: Tundmatu taastamisrežiim
fi: Tuntematon palautustila
fr: Mode de restauration inconnu
he: מצב שחזור לא ידוע
hr: Nepoznata opcija vraćanja
hu: Ismeretlen visszaállítási mód
is: Ókunnugur endurheimtarmódur
it: Modalità di ripristino sconosciuta
ja: 不明な復元モード
nl: Onbekende herstelmodus
no: Ukjent gjenopprettingsmodus
pl: Nieznany tryb przywracania
pt: Modo de restauração desconhecido
ro: Mod de restaurare necunoscut
ru: Неизвестный режим восстановления
sk: Neznámy režim obnovenia
sv: Okänd återställningsläge
uk: Невідомий режим відновлення

source: Internet connection available
bg: Налична интернет връзка
cs: Dostupné internetové připojení
da: Internetforbindelse tilgængelig
de: Internetverbindung verfügbar
el: Διαθέσιμη σύνδεση στο διαδίκτυο
es: Conexión a Internet disponible
et: Internetiühendus saadaval
fi: Internet-yhteys saatavilla
fr: Connexion Internet disponible
he: חיבור אינטרנט זמין
hr: Internet veza dostupna
hu: Internetkapcsolat elérhető
is: Internett tenging til staðar
it: Connessione Internet disponibile
ja: インターネット接続が利用可能です
nl: Internetverbinding beschikbaar
no: Internettforbindelse tilgjengelig
pl: Dostępne połączenie internetowe
pt: Conexão com a Internet disponível
ro: Conexiune la internet disponibilă
ru: Доступно интернет-соединение
sk: Dostupné internetové pripojenie
sv: Internetanslutning tillgänglig
uk: Доступне з'єднання з Інтернетом

source: No internet connection detected. Options 2 and 3 require internet to work.
bg: Не е открита интернет връзка. Опции 2 и 3 изискват интернет, за да работят.
cs: Není detekováno připojení k internetu. Možnosti 2 a 3 vyžadují internet k fungování.
da: Ingen internetforbindelse opdaget. Mulighederne 2 og 3 kræver internet for at fungere.
de: Keine Internetverbindung erkannt. Optionen 2 und 3 erfordern eine Internetverbindung, um zu funktionieren.
el: Δεν ανιχνεύθηκε σύνδεση στο διαδίκτυο. Οι επιλογές 2 και 3 απαιτούν σύνδεση στο διαδίκτυο για να λειτουργήσουν.
es: No se detectó conexión a Internet. Las opciones 2 y 3 requieren Internet para funcionar.
et: Internetiühendust ei tuvastatud. Valikud 2 ja 3 vajavad töötamiseks internetti.
fi: Internet-yhteyttä ei havaittu. Vaihtoehdot 2 ja 3 vaativat internetin toimiakseen.
fr: Aucune connexion Internet détectée. Les options 2 et 3 nécessitent une connexion Internet pour fonctionner.
he: לא זוהתה חיבור אינטרנט. אפשרויות 2 ו-3 דורשות חיבור אינטרנט כדי לפעול.
hr: Nema otkrivene internetske veze. Opcije 2 i 3 zahtijevaju internet za rad.
hu: Nincs internetkapcsolat. A 2. és 3. lehetőség internetkapcsolatot igényel a működéshez.
is: Engin tengist ekki interneti. Valkostir 2 og 3 krafist internet til að virka.
it: Nessuna connessione a Internet rilevata. Le opzioni 2 e 3 richiedono Internet per funzionare.
ja: インターネット接続が検出されませんでした。オプション2と3は動作するためにインターネットが必要です。
nl: Geen internetverbinding gedetecteerd. Opties 2 en 3 vereisen internet om te functioneren.
no: Ingen internettforbindelse oppdaget. Alternativ 2 og 3 krever internett for å fungere.
pl: Nie wykryto połączenia z internetem. Opcje 2 i 3 wymagają dostępu do internetu, aby działać.
pt: Nenhuma conexão com a internet detectada. As opções 2 e 3 requerem internet para funcionar.
ro: Nu s-a detectat nicio conexiune la internet. Opțiunile 2 și 3 necesită internet pentru a funcționa.
ru: Не обнаружено соединение с интернетом. Для работы опций 2 и 3 требуется интернет.
sk: Nebola zistená internetová pripojenie. Možnosti 2 a 3 vyžadujú internet na fungovanie.
sv: Ingen internetanslutning upptäcktes. Alternativ 2 och 3 kräver internet för att fungera.
uk: Не виявлено з'єднання з Інтернетом. Для роботи варіантів 2 та 3 потрібен Інтернет.

source: Permission denied. Please check if you have administrator privileges.
bg: Достъпът е отказан. Моля, проверете дали имате администраторски права.
cs: Přístup odepřen. Zkontrolujte, zda máte administrátorská práva.
da: Adgang nægtet. Tjek venligst, om du har administratorrettigheder.
de: Zugriff verweigert. Bitte überprüfen Sie, ob Sie über Administratorrechte verfügen.
el: Άδεια απορρίφθηκε. Παρακαλώ ελέγξτε αν έχετε δικαιώματα διαχειριστή.
es: Permiso denegado. Por favor, verifica si tienes privilegios de administrador.
et: Luba keelatud. Palun kontrollige, kas teil on administraatori õigused.
fi: Käyttöoikeus evätty. Tarkista, onko sinulla järjestelmänvalvojan oikeudet.
fr: Permission refusée. Veuillez vérifier si vous avez des privilèges d'administrateur.
he: גישה נדחתה. אנא בדוק אם יש לך הרשאות מנהל.
hr: Pristup odbijen. Provjerite imate li administratorske privilegije.
hu: Hozzáférés megtagadva. Kérjük, ellenőrizze, hogy rendelkezik-e rendszergazdai jogosultságokkal.
is: Aðgangur hafnað. Vinsamlegast athugaðu hvort þú hafir stjórnendaraðgang.
it: Permesso negato. Controlla se hai privilegi di amministratore.
ja: アクセスが拒否されました。管理者権限があるか確認してください。
nl: Toegang geweigerd. Controleer of u over beheerdersrechten beschikt.
no: Tillatelse nektet. Vennligst sjekk om du har administratorrettigheter.
pl: Odmowa dostępu. Sprawdź, czy masz uprawnienia administratora.
pt: Permissão negada. Verifique se você possui privilégios de administrador.
ro: Permisiune refuzată. Vă rugăm să verificați dacă aveți privilegii de administrator.
ru: Доступ запрещен. Пожалуйста, проверьте, есть ли у вас права администратора.
sk: Prístup zamietnutý. Skontrolujte, či máte administrátorské práva.
sv: Åtkomst nekad. Kontrollera om du har administratörsrättigheter.
uk: Доступ заборонено. Будь ласка, перевірте, чи маєте ви права адміністратора.

source: Required file not found. The system may be corrupted.
bg: Изискваният файл не е намерен. Системата може да е повредена.
cs: Požadovaný soubor nebyl nalezen. Systém může být poškozen.
da: Påkrævet fil blev ikke fundet. Systemet kan være beskadiget.
de: Benötigte Datei nicht gefunden. Das System könnte beschädigt sein.
el: Το απαιτούμενο αρχείο δεν βρέθηκε. Το σύστημα μπορεί να είναι κατεστραμμένο.
es: Archivo requerido no encontrado. El sistema puede estar dañado.
et: Nõutavat faili ei leitud. Süsteem võib olla rikutud.
fi: Vaadittua tiedostoa ei löytynyt. Järjestelmä saattaa olla vaurioitunut.
fr: Fichier requis non trouvé. Le système peut être corrompu.
he: הקובץ הנדרש לא נמצא. ייתכן שהמערכת פגומה.
hr: Zahtevana datoteka nije pronađena. Sustav može biti oštećen.
hu: A szükséges fájl nem található. A rendszer megsérülhetett.
is: Skilyrði skrá fannst ekki. Kerfið gæti verið skemmt.
it: File richiesto non trovato. Il sistema potrebbe essere corrotto.
ja: 必要なファイルが見つかりません。システムが破損している可能性があります。
nl: Vereist bestand niet gevonden. Het systeem kan beschadigd zijn.
no: Påkrevd fil ikke funnet. Systemet kan være ødelagt.
pl: Wymagany plik nie został znaleziony. System może być uszkodzony.
pt: Arquivo necessário não encontrado. O sistema pode estar corrompido.
ro: Fișierul necesar nu a fost găsit. Sistemul poate fi corupt.
ru: Необходимый файл не найден. Система может быть повреждена.
sk: Požadovaný súbor nebol nájdený. Systém môže byť poškodený.
sv: Krävd fil hittades inte. Systemet kan vara korrupt.
