Repository: biglinux/biglinux-grub-restore
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: The restore can be done in 3 ways (Simple, Intermediate, or Complete). If in doubt, try the first option, restart the computer and see if it is resolved.
bg: Възстановяването може да се извърши по 3 начина (Прост, Среден или Пълен). Ако имате съмнения, опитайте първата опция, рестартирайте компютъра и вижте дали е решен.
cs: Obnovení lze provést třemi způsoby (Jednoduché, Střední nebo Kompletní). Pokud si nejste jisti, vyzkoušejte první možnost, restartujte počítač a zjistěte, zda je problém vyřešen.
da: Gendannelsen kan udføres på 3 måder (Simpel, Mellemliggende eller Fuld). Hvis du er i tvivl, så prøv den første mulighed, genstart computeren og se om det er løst.
de: Die Wiederherstellung kann auf 3 Arten erfolgen (Einfach, Mittel oder Vollständig). Bei Zweifeln versuchen Sie die erste Option, starten Sie den Computer neu und prüfen Sie, ob das Problem behoben ist.
el: Η αποκατάσταση μπορεί να γίνει με 3 τρόπους (Απλός, Μεσαίος ή Πλήρης). Αν έχετε αμφιβολίες, δοκιμάστε την πρώτη επιλογή, επανεκκινήστε τον υπολογιστή και δείτε αν έχει επιλυθεί.
es: La restauración se puede realizar de 3 maneras (Simple, Intermedia o Completa). Si tienes dudas, prueba la primera opción, reinicia el ordenador y verifica si se ha resuelto.
et: Taastamine saab toimuda 3 viisil (Lihtne, Vahepealne või Täielik). Kui kahtled, proovi esimest valikut, taaskäivita arvuti ja vaata, kas probleem on lahendatud.
fi: Palautus voidaan tehdä kolmella tavalla (Yksinkertainen, Keskitaso tai Täydellinen). Jos olet epävarma, kokeile ensimmäistä vaihtoehtoa, käynnistä tietokone uudelleen ja katso, onko se ratkaistu.
fr: La restauration peut être effectuée de 3 manières (Simple, Intermédiaire ou Complète). En cas de doute, essayez la première option, redémarrez l'ordinateur et voyez si le problème est résolu.
he: השחזור יכול להתבצע ב-3 דרכים (פשוט, בינוני או מלא). אם יש ספק, נסה את האפשרות הראשונה, הפעל מחדש את המחשב וראה אם הבעיה נפתרה.
hr: Obnova se može izvršiti na 3 načina (Jednostavno, Srednje ili Potpuno). Ako niste sigurni, pokušajte s prvom opcijom, ponovo pokrenite računalo i provjerite je li problem riješen.
hu: A visszaállítás három módon végezhető el (Egyszerű, Középső vagy Teljes). Ha kétségei vannak, próbálja ki az első lehetőséget, indítsa újra a számítógépet, és nézze meg, hogy megoldódott-e.
is: Endurheimt er hægt að framkvæma á 3 vegu (Einfalt, Millistig, eða Fullt). Ef þú ert í vafa, reyndu fyrstu valkostinn, endurræstu tölvuna og sjáðu hvort það sé leyst.
it: Il ripristino può essere eseguito in 3 modi (Semplice, Intermedio o Completo). In caso di dubbi, prova la prima opzione, riavvia il computer e verifica se il problema è risolto.
ja: 復元は3つの方法（簡易、中級、または完全）で行うことができます。疑問がある場合は、最初のオプションを試し、コンピュータを再起動して問題が解決されたか確認してください。
nl: De herstel kan op 3 manieren worden uitgevoerd (Eenvoudig, Tussenliggend of Compleet). Bij twijfel, probeer de eerste optie, herstart de computer en kijk of het is opgelost.
no: Gjenopprettingen kan gjøres på 3 måter (Enkel, Middels eller Fullstendig). Hvis du er usikker, prøv det første alternativet, start datamaskinen på nytt og se om det er løst.
pl: Przywracanie można wykonać na 3 sposoby (Proste, Średnie lub Pełne). W razie wątpliwości spróbuj pierwszej opcji, uruchom ponownie komputer i sprawdź, czy problem został rozwiązany.
pt: A restauração pode ser feita de 3 maneiras (Simples, Intermediário ou Completo). Se tiver dúvidas, experimente a primeira opção, reinicie o computador e veja se o problema foi resolvido.
ro: Restaurarea poate fi efectuată în 3 moduri (Simplu, Intermediar sau Complet). Dacă aveți îndoieli, încercați prima opțiune, reporniți computerul și verificați dacă s-a rezolvat.
ru: Восстановление можно выполнить тремя способами (Простой, Промежуточный или Полный). Если вы сомневаетесь, попробуйте первый вариант, перезагрузите компьютер и посмотрите, решена ли проблема.
sk: Obnovenie môže byť vykonané tromi spôsobmi (Jednoduché, Stredné alebo Kompletné). Ak si nie ste istí, vyskúšajte prvú možnosť, reštartujte počítač a zistite, či je problém vyriešený.
sv: Återställningen kan göras på 3 sätt (Enkel, Mellanliggande eller Komplett). Om du är osäker, prova det första alternativet, starta om datorn och se om det är löst.
uk: Відновлення можна виконати трьома способами (Простий, Середній або Повний). Якщо ви сумніваєтеся, спробуйте перший варіант, перезавантажте комп'ютер і перевірте, чи вирішено проблему.

source: No internet - Options 2 and 3 require internet
bg: Няма интернет - Опции 2 и 3 изискват интернет
cs: Žádný internet - Možnosti 2 a 3 vyžadují internet
da: Ingen internet - Mulighederne 2 og 3 kræver internet
de: Kein Internet - Optionen 2 und 3 erfordern Internet
el: Χωρίς σύνδεση στο διαδίκτυο - Οι επιλογές 2 και 3 απαιτούν σύνδεση στο διαδίκτυο.
es: Sin conexión - Las opciones 2 y 3 requieren internet.
et: Ei internetti - Valikud 2 ja 3 nõuavad internetti
fi: Ei internetiä - Vaihtoehdot 2 ja 3 vaativat internetin.
fr: Pas d'internet - Les options 2 et 3 nécessitent une connexion internet.
he: אין אינטרנט - אפשרויות 2 ו-3 דורשות אינטרנט
hr: Nema interneta - Opcije 2 i 3 zahtijevaju internet
hu: Nincs internet - A 2. és 3. lehetőség internetet igényel.
is: Engin net - Valkostir 2 og 3 krafast internets
it: Nessuna connessione a Internet - Le opzioni 2 e 3 richiedono Internet.
ja: インターネットなし - オプション2と3はインターネットが必要です
nl: Geen internet - Opties 2 en 3 vereisen internet
no: Ingen internett - Alternativ 2 og 3 krever internett
pl: Brak internetu - Opcje 2 i 3 wymagają dostępu do internetu.
pt: Sem internet - As opções 2 e 3 requerem internet.
ro: Fără internet - Opțiunile 2 și 3 necesită internet.
ru: Нет интернета - Опции 2 и 3 требуют интернет-соединения.
sk: Žiadny internet - Možnosti 2 a 3 vyžadujú internet
sv: Ingen internet - Alternativ 2 och 3 kräver internet
uk: Немає інтернету - Опції 2 та 3 потребують інтернету.

source: Restore Methods
bg: Методи за възстановяване
cs: Obnovit metody
da: Gendannelsesmetoder
de: Wiederherstellungsmethoden
el: Μέθοδοι Επαναφοράς
es: Métodos de Restauración
et: Taaste meetodid
fi: Palautusmenetelmät
fr: Méthodes de restauration
he: שיטות שחזור
hr: Metode vraćanja
hu: Visszaállítási Módszerek
is: Endurðaraðferðir
it: Metodi di Ripristino
ja: 復元方法
nl: Herstelmethoden
no: Gjenopprettingsmetoder
pl: Metody przywracania
pt: Métodos de Restauração
ro: Metode de restaurare
ru: Методы восстановления
sk: Obnoviť metódy
sv: Återställningsmetoder
tr: Geri Yükleme Yöntemleri
uk: Методи відновлення

source: Simple Restore
bg: Просто възстановяване
cs: Jednoduché obnovení
da: Simpel Gendannelse
de: Einfache Wiederherstellung
el: Απλή Επαναφορά
es: Restaurar Simple
et: Lihtne taastamine
fi: Yksinkertainen palautus
fr: Restauration simple
he: שחזור פשוט
hr: Jednostavno vraćanje
hu: Egyszerű visszaállítás
is: Einfacher Wiederherstellen
it: Ripristino Semplice
ja: シンプルリストア
nl: Eenvoudig Herstellen
no: Enkel gjenoppretting
pl: Proste Przywracanie
pt: Restauração Simples
ro: Restaurare simplă
ru: Простое восстановление
sk: Jednoduché obnovenie
sv: Enkel återställning
tr: Basit Geri Yükleme
uk: Просте відновлення

source: Just writes the Grub again at the beginning of the disk.
bg: Просто записва отново Grub в началото на диска.
cs: Jednoduše znovu zapíše Grub na začátek disku.
da: Skriver blot Grub igen i begyndelsen af disken.
de: Schreibt den Grub einfach erneut am Anfang der Festplatte.
el: Απλώς γράφει ξανά το Grub στην αρχή του δίσκου.
es: Solo escribe el Grub nuevamente al principio del disco.
et: Lihtsalt kirjutab Grubi uuesti ketta algusesse.
fi: Kirjoittaa Grubin uudelleen levyn alkuun.
fr: Réécrit simplement le Grub au début du disque.
he: פשוט כותב את ה-Grub שוב בתחילת הדיסק.
hr: Ponovno piše Grub na početak diska.
hu: Csak újraírja a Grub-ot a lemez elejére.
is: Skrifaðu Grub aftur í byrjun disksins.
it: Scrive di nuovo il Grub all'inizio del disco.
ja: ディスクの先頭に再びGrubを書き込みます。
nl: Schrijft de Grub opnieuw aan het begin van de schijf.
no: Skriver bare Grub igjen på begynnelsen av disken.
pl: Po prostu ponownie zapisuje Grub na początku dysku.
pt: Apenas escreve o Grub novamente no início do disco.
ro: Scrie din nou Grub la începutul discului.
ru: Просто снова запишите Grub в начале диска.
sk: Znova zapíše Grub na začiatok disku.
sv: Skriver bara Grub igen i början av disken.
uk: Просто знову запишіть Grub на початку диска.

source: Execute
bg: Изпълни
cs: Provést
da: Udfør
de: Ausführen
el: Εκτέλεση
es: Ejecutar
et: Teosta
fi: Suorita
fr: Exécuter
he: בצע
hr: Izvrši
hu: Végrehajtás
is: Framkvæma
it: Esegui
ja: 実行
nl: Uitvoeren
no: Kjør
pl: Wykonaj
pt: Executar
ro: Execută
ru: Выполнить
sk: Spustiť
sv: Kör
tr: Çalıştır
uk: Виконати

source: Intermediate Restore
bg: Средно възстановяване
cs: Mezilehlí Obnovení
da: Mellemliggende gendannelse
de: Zwischenablage wiederherstellen
el: Μεσαία Επαναφορά
es: Restauración Intermedia
et: Vahepealne taastamine
fi: Väli palautus
fr: Restauration intermédiaire
he: שחזור ביניים
hr: Srednje vraćanje
hu: Köztes visszaállítás
is: Millist afturheimt
it: Ripristino Intermedio
ja: 中間復元
nl: Tussentijdse Herstel
no: Mellomliggende gjenoppretting
pl: Przywracanie pośrednie
pt: Restauração Intermediária
ro: Restaurare Intermediară
ru: Промежуточное восстановление
sk: Stredné obnovenie
sv: Intermediär återställning
tr: Ara Yedekleme
uk: Проміжне відновлення

source: Reinstalls the grub package, regenerates configuration, and updates initrd.
bg: Преинсталира пакета grub, регенерира конфигурацията и актуализира initrd.
cs: Znovu nainstaluje balíček grub, regeneruje konfiguraci a aktualizuje initrd.
da: Geninstallerer grub-pakken, regenererer konfigurationen og opdaterer initrd.
de: Installiert das Grub-Paket neu, regeneriert die Konfiguration und aktualisiert initrd.
el: Επαναεγκαθιστά το πακέτο grub, αναγεννά τη διαμόρφωση και ενημερώνει το initrd.
es: Reinstala el paquete grub, regenera la configuración y actualiza initrd.
et: Uuendab grub paketti, genereerib konfiguratsiooni ja värskendab initrd.
fi: Asentaa grub-paketin uudelleen, luo konfiguraatio uudelleen ja päivittää initrd:n.
fr: Réinstalle le paquet grub, régénère la configuration et met à jour initrd.
he: מחדש את חבילת grub, מייצר מחדש את הקונפיגורציה ומעדכן את initrd.
hr: Ponovno instalira grub paket, regenerira konfiguraciju i ažurira initrd.
hu: Újratelepíti a grub csomagot, újragenerálja a konfigurációt és frissíti az initrd-t.
is: Endurðar grub pakkann, endurnýjar stillingar og uppfærir initrd.
it: Reinstalla il pacchetto grub, rigenera la configurazione e aggiorna initrd.
ja: grubパッケージを再インストールし、設定を再生成し、initrdを更新します。
nl: Herinstalleert het grub-pakket, genereert de configuratie opnieuw en werkt initrd bij.
no: Installer grub-pakken på nytt, regenererer konfigurasjonen og oppdaterer initrd.
pl: Ponownie instaluje pakiet grub, regeneruje konfigurację i aktualizuje initrd.
pt: Reinstala o pacote grub, regenera a configuração e atualiza o initrd.
ro: Reinstalează pachetul grub, regenerează configurația și actualizează initrd.
ru: Переустанавливает пакет grub, регенерирует конфигурацию и обновляет initrd.
sk: Preinštaluje balík grub, regeneruje konfiguráciu a aktualizuje initrd.
sv: Installer om grub-paketet, regenererar konfiguration och uppdaterar initrd.
uk: Переінсталює пакет grub, регенерує конфігурацію та оновлює initrd.

source: Complete Restore
bg: Пълно възстановяване
cs: Úplné obnovení
da: Fuld gendannelse
de: Vollständige Wiederherstellung
el: Πλήρης Επαναφορά
es: Restauración Completa
et: Täielik taastamine
fi: Täydellinen palautus
fr: Restauration complète
he: שחזור מלא
hr: Potpuno vraćanje
hu: Teljes visszaállítás
is: Heildar endurheimt
it: Ripristino Completo
ja: 完全復元
nl: Volledige Herstel
no: Full gjenoppretting
pl: Pełne przywracanie
pt: Restauração Completa
ro: Restaurare completă
ru: Полное восстановление
sk: Úplné obnovenie
sv: Fullständig återställning
tr: Tamamla Geri Yükleme
uk: Повне відновлення

source: Performs intermediate steps, updates system, and checks LTS kernel.
bg: Извършва междинни стъпки, актуализира системата и проверява LTS ядрото.
cs: Provádí mezikroky, aktualizuje systém a kontroluje LTS jádro.
da: Udfører mellemtrin, opdaterer systemet og kontrollerer LTS-kernen.
de: Führt Zwischenschritte aus, aktualisiert das System und überprüft den LTS-Kernel.
el: Εκτελεί ενδιάμεσα βήματα, ενημερώνει το σύστημα και ελέγχει τον πυρήνα LTS.
es: Realiza pasos intermedios, actualiza el sistema y verifica el kernel LTS.
et: Teeb vahepealseid samme, uuendab süsteemi ja kontrollib LTS kernelit.
fi: Suorittaa väliaskelia, päivittää järjestelmän ja tarkistaa LTS-ytimen.
fr: Effectue des étapes intermédiaires, met à jour le système et vérifie le noyau LTS.
he: מבצע צעדים ביניים, מעדכן את המערכת, ובודק את ליבת ה-LTS.
hr: Izvodi međustepene radnje, ažurira sustav i provjerava LTS kernel.
hu: Közbenső lépéseket hajt végre, frissíti a rendszert és ellenőrzi az LTS kernelt.
is: Framkvæmir milliskref, uppfærir kerfið og athugar LTS kjarna.
it: Esegue passaggi intermedi, aggiorna il sistema e controlla il kernel LTS.
ja: 中間ステップを実行し、システムを更新し、LTSカーネルをチェックします。
nl: Voert tussenstappen uit, werkt het systeem bij en controleert de LTS-kernel.
no: Utfører mellomliggende trinn, oppdaterer systemet og sjekker LTS-kjernen.
pl: Wykonuje kroki pośrednie, aktualizuje system i sprawdza jądro LTS.
pt: Executa etapas intermediárias, atualiza o sistema e verifica o kernel LTS.
ro: Execută pași intermediari, actualizează sistemul și verifică kernelul LTS.
ru: Выполняет промежуточные шаги, обновляет систему и проверяет ядро LTS.
sk: Vykonáva medzičlánky, aktualizuje systém a kontroluje LTS jadro.
sv: Utför mellanliggande steg, uppdaterar systemet och kontrollerar LTS-kärnan.
uk: Виконує проміжні кроки, оновлює систему та перевіряє ядро LTS.

source: Interactive Options
bg: Интерактивни опции
cs: Interaktivní možnosti
da: Interaktive muligheder
de: Interaktive Optionen
el: Διαδραστικές Επιλογές
es: Opciones Interactivas
et: Interaktiivsed valikud
fi: Vuorovaikutteiset asetukset
fr: Options interactives
he: אפשרויות אינטראקטיביות
hr: Interaktivne opcije
hu: Interaktív lehetőségek
is: Samskipti valkostir
it: Opzioni interattive
ja: インタラクティブオプション
nl: Interactieve opties
no: Interaktive alternativer
pl: Interaktywne opcje
pt: Opções Interativas
ro: Opțiuni interactive
ru: Интерактивные параметры
sk: Interaktívne možnosti
sv: Interaktiva alternativ
uk: Інтерактивні параметри

source: Interactive Terminal
bg: Интерактивен терминал
cs: Interaktivní terminál
da: Interaktiv Terminal
de: Interaktives Terminal
el: Διαδραστικός Τερματικός
es: Terminal Interactivo
et: Interaktiivne terminal
fi: Interaktiivinen terminaali
fr: Terminal interactif
he: טרמינל אינטראקטיבי
hr: Interaktivni terminal
hu: Interaktív Terminál
is: Samskipta Terminal
it: Terminal Interattivo
ja: インタラクティブターミナル
nl: Interactieve Terminal
no: Interaktiv terminal
pl: Interaktywny terminal
pt: Terminal Interativo
ro: Terminal Interactiv
ru: Интерактивный терминал
sk: Interaktívny terminál
sv: Interaktiv terminal
tr: Etkileşimli Terminal
uk: Інтерактивний термінал

source: Opens a terminal inside the selected system.
bg: Отваря терминал в избраната система.
cs: Otevře terminál uvnitř vybraného systému.
da: Åbner et terminalvindue i det valgte system.
de: Öffnet ein Terminal im ausgewählten System.
el: Ανοίγει ένα τερματικό μέσα στο επιλεγμένο σύστημα.
es: Abre una terminal dentro del sistema seleccionado.
et: Avab terminali valitud süsteemis.
fi: Avaa terminaali valitussa järjestelmässä.
fr: Ouvre un terminal à l'intérieur du système sélectionné.
he: פותח מסוף בתוך המערכת הנבחרת.
hr: Otvara terminal unutar odabranog sustava.
hu: Megnyit egy terminált a kiválasztott rendszeren belül.
is: Opnar terminal inn í valda kerfinu.
it: Apre un terminale all'interno del sistema selezionato.
ja: 選択したシステム内でターミナルを開きます。
nl: Opent een terminal binnen het geselecteerde systeem.
no: Åpner et terminalvindu inne i det valgte systemet.
pl: Otwiera terminal wewnątrz wybranego systemu.
pt: Abre um terminal dentro do sistema selecionado.
ro: Deschide un terminal în interiorul sistemului selectat.
ru: Открывает терминал внутри выбранной системы.
sk: Otvára terminál vo vybranom systéme.
sv: Öppnar en terminal inuti det valda systemet.
tr: Seçilen sistem içinde bir terminal açar.
uk: Відкриває термінал всередині вибраної системи.

source: Open
bg: Отвори
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
et: Ava
fi: Avaa
fr: Ouvrir
he: פתח
hr: Otvoreno
hu: Megnyitás
is: Opna
it: Apri
ja: オープン
nl: Openen
no: Åpne
pl: Otwórz
pt: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sv: Öppna
uk: Відкрити

source: Control Center
bg: Контролен център
cs: Ovládací centrum
da: Kontrolcenter
de: Steuerzentrale
el: Κέντρο Ελέγχου
es: Centro de Control
et: Juhtimiskeskus
fi: Ohjauskeskus
fr: Centre de contrôle
he: מרכז בקרה
hr: Kontrolni centar
hu: Vezérlőközpont
is: Stýri miðstöð
it: Centro di Controllo
ja: コントロールセンター
nl: Bedieningscentrum
no: Kontrollsenter
pl: Centrum sterowania
pt: Central de Controle
ro: Centrul de control
ru: Центр управления
sk: Ovládacie centrum
sv: Kontrollcenter
tr: Kontrol Merkezi
uk: Центр управління

source: Opens the control center inside the selected system.
bg: Отваря контролния център в избраната система.
cs: Otevírá ovládací centrum uvnitř vybraného systému.
da: Åbner kontrolcentret inde i det valgte system.
de: Öffnet das Kontrollzentrum im ausgewählten System.
el: Ανοίγει το κέντρο ελέγχου μέσα στο επιλεγμένο σύστημα.
es: Abre el centro de control dentro del sistema seleccionado.
et: Avab valitud süsteemi sees juhtimiskeskuse.
fi: Avaa ohjauskeskus valitussa järjestelmässä.
fr: Ouvre le centre de contrôle à l'intérieur du système sélectionné.
he: פותח את מרכז הבקרה בתוך המערכת הנבחרת.
hr: Otvara kontrolni centar unutar odabranog sustava.
hu: Megnyitja a vezérlőközpontot a kiválasztott rendszerben.
is: Opnar stjórnmiðstöðina innan valda kerfisins.
it: Apre il centro di controllo all'interno del sistema selezionato.
ja: 選択したシステム内のコントロールセンターを開きます。
nl: Opent het bedieningscentrum binnen het geselecteerde systeem.
no: Åpner kontrollsenteret inne i det valgte systemet.
pl: Otwiera centrum sterowania wewnątrz wybranego systemu.
pt: Abre o centro de controle dentro do sistema selecionado.
ro: Deschide centrul de control în interiorul sistemului selectat.
ru: Открывает центр управления внутри выбранной системы.
sk: Otvorí ovládacie centrum vo vybranom systéme.
sv: Öppnar kontrollcentret i det valda systemet.
tr: Seçilen sistem içindeki kontrol merkezini açar.
uk: Відкриває центр керування всередині вибраної системи.

source: Package Manager
bg: Мениджър на пакети
cs: Správce balíčků
da: Pakkestyring
de: Paketverwaltung
el: Διαχειριστής Πακέτων
es: Administrador de paquetes
et: Pakettihaldur
fi: Pakettihallinta
fr: Gestionnaire de paquets
he: מנהל חבילות
hr: Upravitelj paketa
hu: Csomagkezelő
is: Pakkastjóri
it: Gestore pacchetti
ja: パッケージマネージャー
nl: Pakketbeheerder
no: Pakkebehandler
pl: Menadżer pakietów
pt: Gerenciador de Pacotes
ro: Manager de Pachete
ru: Менеджер пакетов
sk: Správca balíkov
sv: Paketförvaltare
tr: Paket Yöneticisi
uk: Менеджер пакетів

source: Opens pamac-manager inside the selected system.
bg: Отваря pamac-manager в избраната система.
cs: Otevře pamac-manager uvnitř vybraného systému.
da: Åbner pamac-manager inde i det valgte system.
de: Öffnet den pamac-Manager im ausgewählten System.
el: Ανοίγει τον pamac-manager μέσα στο επιλεγμένο σύστημα.
es: Abre pamac-manager dentro del sistema seleccionado.
et: Avab pamac-manager'i valitud süsteemis.
fi: Avaa pamac-manager valitussa järjestelmässä.
fr: Ouvre pamac-manager à l'intérieur du système sélectionné.
he: פותח את pamac-manager בתוך המערכת הנבחרת.
hr: Otvara pamac-manager unutar odabranog sustava.
hu: Megnyitja a pamac-menedzsert a kiválasztott rendszerben.
is: Opnar pamac-stjórnanda innan valda kerfisins.
it: Apre pamac-manager all'interno del sistema selezionato.
ja: 選択したシステム内でpamac-managerを開きます。
nl: Opent pamac-manager binnen het geselecteerde systeem.
pl: Otwiera menedżera pamac w wybranym systemie.
pt: Abre o pamac-manager dentro do sistema selecionado.
ro: Deschide pamac-manager în interiorul sistemului selectat.
ru: Открывает pamac-manager внутри выбранной системы.
sk: Otvára pamac-manager vo vybranom systéme.
sv: Öppnar pamac-manager inuti det valda systemet.
uk: Відкриває pamac-manager у вибраній системі.

source: Simple restore will write GRUB to the beginning of the disk.
bg: Простото възстановяване ще запише GRUB в началото на диска.
cs: Jednoduché obnovení zapíše GRUB na začátek disku.
da: Simpel gendannelse vil skrive GRUB til begyndelsen af disken.
de: Einfache Wiederherstellung wird GRUB an den Anfang der Festplatte schreiben.
el: Η απλή αποκατάσταση θα γράψει το GRUB στην αρχή του δίσκου.
es: La restauración simple escribirá GRUB al principio del disco.
et: Lihtne taastamine kirjutab GRUB-i ketta algusesse.
fi: Yksinkertainen palautus kirjoittaa GRUBin levyn alkuun.
fr: La restauration simple écrira GRUB au début du disque.
he: שחזור פשוט יכתוב את GRUB להתחלת הדיסק.
hr: Jednostavno vraćanje će zapisati GRUB na početak diska.
hu: A egyszerű visszaállítás a GRUB-ot a lemez elejére írja.
is: Einfach endurhafa mun skrifa GRUB í byrjun disksins.
it: Il ripristino semplice scriverà GRUB all'inizio del disco.
ja: シンプルな復元は、ディスクの先頭にGRUBを書き込みます。
nl: Eenvoudig herstellen zal GRUB naar het begin van de schijf schrijven.
no: Enkel gjenoppretting vil skrive GRUB til begynnelsen av disken.
pl: Proste przywracanie zapisze GRUB na początku dysku.
pt: A restauração simples irá gravar o GRUB no início do disco.
ro: Restaurarea simplă va scrie GRUB la începutul discului.
ru: Простое восстановление запишет GRUB в начало диска.
sk: Jednoduché obnovenie zapíše GRUB na začiatok disku.
sv: Enkel återställning kommer att skriva GRUB till början av disken.
uk: Просте відновлення запише GRUB на початок диска.
