Repository: biglinux/biglinux-grub-restore
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: This application must be run as root to function correctly. Please run it with sudo or pkexec.
tr: Bu uygulamanın doğru çalışabilmesi için kök olarak çalıştırılması gerekmektedir. Lütfen bunu sudo veya pkexec ile çalıştırın.

source: Failed to load main application:
tr: Ana uygulama yüklenemedi:

source: Restore the installed system - Error
tr: Yüklenen sistemi geri yükle - Hata

source: Application Error
tr: Uygulama Hatası

source: No error output
tr: Hata çıktısı yok

source: Detection script failed: %s
tr: Algılama betiği başarısız oldu: %s

source: System detection failed: %s
tr: Sistem tespiti başarısız oldu: %s

source: Failed to execute restore: %s
tr: Geri yükleme işlemi başarısız oldu: %s

source: Restore the installed system
tr: Yüklenen sistemi geri yükle

source: <b>LIVE MODE</b>
tr: <b>CANLI MOD</b>

source: This tool should be used in %s to restore the BOOT of the BigLinux installed on the HD or SSD.
tr: Bu araç, HD veya SSD'ye kurulu BigLinux'un BOOT'unu geri yüklemek için %s içinde kullanılmalıdır.

source: Scanning your drives for Linux installations...
tr: Sürücülerinizde Linux kurulumları taranıyor...

source: 1. Select Linux System to Restore
tr: 1. Geri Yüklemek İçin Linux Sistemini Seçin

source: 2. Select Target EFI Partition
tr: 2. Hedef EFI Bölümünü Seçin

source: 2. Select Target Disk (MBR)
tr: 2. Hedef Diski Seçin (MBR)

source: If you are unsure, try the 'Simple Restore' first. If the problem persists after restarting, then try the other options.
tr: Emin değilseniz, önce 'Basit Geri Yükleme'yi deneyin. Sorun yeniden başladıktan sonra devam ederse, diğer seçenekleri deneyin.

source: Interactive Tools
tr: Etkileşimli Araçlar

source: Configuration Summary
tr: Yapılandırma Özeti

source: Rewrites GRUB to the boot sector.
tr: GRUB'u önyükleme sektörüne yeniden yazar.

source: Reinstalls GRUB package and regenerates configs.
tr: GRUB paketini yeniden yükler ve yapılandırmaları yeniden oluşturur.

source: Updates system, kernel, and performs intermediate restore.
tr: Sistem güncellemeleri, çekirdek ve ara geri yükleme işlemleri gerçekleştirir.

source: Opens the package manager inside the selected system.
tr: Seçilen sistem içinde paket yöneticisini açar.

source: VTE terminal widget not available.
tr: VTE terminal bileşeni mevcut değil.

source: Close Terminal
tr: Terminali Kapat

source: Go Back
tr: Geri Dön

source: Operation Failed!
tr: İşlem Başarısız!

source: Simple Restore Completed
tr: Basit Geri Yükleme Tamamlandı

source: Intermediate Restore Completed
tr: Ara Yedekleme Tamamlandı

source: Complete Restore Completed
tr: Tamir Tamamlandı

source: The GRUB bootloader has been rewritten. You can now restart your computer.
tr: GRUB önyükleyicisi yeniden yazıldı. Artık bilgisayarınızı yeniden başlatabilirsiniz.

source: The GRUB package was reinstalled and configurations were regenerated.
tr: GRUB paketi yeniden yüklendi ve yapılandırmalar yeniden oluşturuldu.

source: The system, kernel, and GRUB have been updated and restored.
tr: Sistem, çekirdek ve GRUB güncellenmiş ve geri yüklenmiştir.

source: Operation Completed Successfully!
tr: İşlem Başarıyla Tamamlandı!

source: You can now close this tool and restart your computer.
tr: Bu aracı kapatıp bilgisayarınızı yeniden başlatabilirsiniz.

source: Proceed Anyway
tr: Yine de Devam Et

source: Copy
tr: Kopyala

source: Paste
tr: Yapıştır

source: Potential Boot Mode Mismatch
tr: Olası Önyükleme Modu Uyuşmazlığı

source: The boot in live mode is using EFI mode, but no EFI partition was found on this computer, most likely the Grub restore will not work. Try restarting and booting in Legacy or BIOS mode through the computer's BIOS. Do you want to try even with a low probability of success?
tr: Canlı modda önyükleme, EFI modunu kullanıyor, ancak bu bilgisayarda hiçbir EFI bölümü bulunamadı, muhtemelen Grub onarma işlemi çalışmayacak. Bilgisayarın BIOS'u aracılığıyla Legacy veya BIOS modunda yeniden başlatmayı ve önyüklemeyi denemek ister misiniz? Başarı olasılığı düşük olsa bile denemek ister misiniz?

source: The boot in live mode is using Legacy mode, also called BIOS, but at least one EFI partition was found on this computer, most likely the Grub restore will not work. Try restarting and booting in EFI mode through the computer's BIOS. Do you want to try even with a low probability of success?
tr: Canlı modda önyükleme, BIOS olarak da adlandırılan Legacy modunu kullanıyor, ancak bu bilgisayarda en az bir EFI bölümü bulundu, muhtemelen Grub onarma işlemi çalışmayacak. Bilgisayarın BIOS'u aracılığıyla EFI modunda yeniden başlatmayı ve önyüklemeyi denemek ister misiniz? Başarı olasılığı düşük olsa bile denemek ister misiniz?

source: No Linux installations could be detected on your drives.
tr: Sürücülerinizde hiçbir Linux kurulumu tespit edilemedi.

source: Mount Failed
tr: Bağlama Başarısız

source: Live Boot Mode
tr: Canlı Önyükleme Modu

source: Selected System
tr: Seçili Sistem

source: Selected Partition
tr: Seçili Bölüm

source: Partition UUID
tr: Bölüm UUID

source: Target (EFI Restore)
tr: Hedef (EFI Geri Yükleme)

source: Target (Legacy Restore)
tr: Hedef (Eski Yedekleme)

source: Disk Details
tr: Disk Ayrıntıları

source: No Internet Connection Detected
tr: İnternet Bağlantısı Tespit Edilmedi

source: Intermediate and Complete restore options require an internet connection to download packages. These options may fail if your computer is offline.
tr: Ara ve Tam geri yükleme seçenekleri, paketleri indirmek için bir internet bağlantısı gerektirir. Bu seçenekler, bilgisayarınız çevrimdışıysa başarısız olabilir.

source: Restore in Progress...
tr: Geri Yükleme Devam Ediyor...

source: Preparing Interactive Session...
tr: Etkileşimli Oturum Hazırlanıyor...

source: Failed to prepare chroot: %s
tr: Chroot hazırlama başarısız oldu: %s

source: Failed to remove pacman lock: %s
tr: Pacman kilidini kaldırma başarısız oldu: %s

source: VTE Terminal not available.
tr: VTE Terminal mevcut değil.

source: Interactive Session: Control Center
tr: Etkileşimli Oturum: Kontrol Merkezi

source: Interactive Session: Package Manager
tr: Etkileşimli Oturum: Paket Yöneticisi

source: Cleaning up session...
tr: Oturum temizleniyor...

source: A tool to restore the GRUB bootloader.
tr: GRUB önyükleyicisini geri yüklemek için bir araç.
